{
    "link-home": "Дом",
    "link-tool": "Прылада",
    "link-howitworks": "Як гэта працуе",
    "link-pricing": "Кошт",
    "footer-link-contact": "Связацца",
    "footer-link-affiliate": "Партнёр",
    "footer-link-terms": "Умовы",
    "footer-link-privacy": "Прыватнасць",
    "footer-link-cookies": "Печыва",
    "link-privacy": "Прыватнасць",
    "link-faq": "FAQ",
    "link-login": "Увайсці",
    "link-logout": "У сістэму",
    "link-tool-edit": "Рэдагаваць",
    "link-tool-trans": "Перакладаць",
    "homepage-aipublish-title": "Перакладзіце поўны файл JSON праз некалькі секунд",
    "homepage-aipublish-sub-title1": "Перакласці файлы JSON",
    "homepage-aipublish-sub-title2": "Перакладзіце свой файл JSON",
    "homepage-aipublish-sub-title3": "Працуе на Chatgpt",
    "homepage-aipublish-info-title": "Перакладзіце файлы JSON з націскам кнопкі.",
    "homepage-aipublish-info-sub-title": "Перакладзіце цэлыя файлы JSON адначасова, выкарыстоўваючы наш інструмент, які працуе на базе Chatgpt",
    "homepage-aipublish-info-des": "З дапамогай нашага інструмента можна перакласці (вялікія) файлы JSON адразу на мову 260+. Пераклад ажыццяўляецца пры дапамозе ChATGPT, і з дапамогай нашага інструмента вам не трэба падзяляць файлы на асобныя дэталі.",
    "homepage-aipublish-edit-title": "Перакладзіце цэлыя файлы JSON адразу, на працягу некалькіх секунд",
    "homepage-aipublish-edit-des": "З дапамогай перакладчыка JSON вы можаце перакласці (вялікія) файлы JSON адразу без неабходнасці падзяліць файл на некалькі частак. Проста перакладзіце файл JSON за адзін раз.",
    "homepage-aipublish-edit-item1": "Якасны пераклад з дапамогай ChATGPT",
    "homepage-aipublish-edit-item2": "Вы можаце перакласці цэлыя файлы адразу",
    "homepage-aipublish-edit-item3": "Ён не можа атрымаць больш хутчэй, усяго 5 секунд для перакладзенага файла JSON",
    "homepage-aipublish-trans-title": "Неабмежаваны пераклад JSON на 260+ мовах",
    "homepage-aipublish-trans-des": "З дапамогай нашага інструмента вы можаце перакласці файлы JSON на 260+ моў, забяспечваючы максімальную дасягальную якасць перакладу за кошт выкарыстання чатпта",
    "homepage-aipublish-trans-item1": "Перакладзены файл JSON практычна на ўсіх мовах",
    "homepage-aipublish-trans-item2": "Вы можаце выбраць аднаразовыя пераклады і плаціць за файл",
    "homepage-aipublish-trans-item3": "Калі вы хочаце рэгулярна перакладаць файлы JSON, выбірайце неабмежаваную сяброўку",
    "homepage-aipublish-price-title": "Кошт",
    "homepage-aipublish-price-sub-title": "Простыя, празрыстыя цэны",
    "homepage-aipublish-price-des": "Мы дазваляем перакладам JSON для тых, хто займаецца перакладам і лакалізацыяй вэб -сайтаў і прыкладанняў.",
    "faq-title": "Часта задаюць пытанні",
    "faq-description": "Усё, што вам трэба ведаць пра перакладчыка JSON",
    "faq-item-title1": "Якая асноўная функцыя гэтага інструмента?",
    "faq-item-description1": "Наш інструмент дазваляе перавесці поўныя файлы JSON на амаль усе мовы за адзін раз, без неабходнасці падзяліць файл на асобныя часткі.",
    "faq-item-title2": "Якія мовы падтрымліваюцца інструментам?",
    "faq-item-title3": "Як хутка я магу перакласці файл JSON?",
    "faq-item-title4": "У чым розніца паміж аднаразовым перакладам і неабмежаваным членствам?",
    "faq-item-title5": "Ці магу я давяраць якасці перакладу?",
    "faq-item-title6": "Ці неабходныя тэхнічныя веды для выкарыстання інструмента?",
    "faq-item-title7": "Як я магу пачаць з інструмента?",
    "faq-item-title8": "Ці прапануеце вы падтрымку, калі ў мяне ёсць пытанні ці вам патрэбна дапамога ў інструменце?",
    "faq-item-title9": "Ці магу я атрымаць бясплатны пробны перыяд, каб паспрабаваць інструмент?",
    "faq-item-title10": "Ці бяспечныя мае дадзеныя пры выкарыстанні інструмента?",
    "faq-case-study": "Усё яшчэ ёсць пытанні?",
    "faq-case-study-title3": "Не можаце знайсці адказ, які вы шукаеце? Калі ласка, пагутарыце з нашай добразычлівай камандай.",
    "footer-copyright": "© 2023 JSON Перакладчык Усе правы абаронены.",
    "btn-try-free": "Паспрабуйце бясплатна",
    "signin-form-title": "Увайдзіце ў свой уліковы запіс",
    "signin-form-welcome": "Усварот назад! Калі ласка, увядзіце свае дадзеныя.",
    "signin-form-email": "Электронны ліст",
    "signin-email-placeholder": "Увядзіце па электроннай пошце",
    "signin-form-password": "пароль",
    "signin-password-placeholder": "Увядзіце пароль",
    "signin-form-remember": "Памятайце, што на працягу 30 дзён",
    "signin-form-forget": "Забыліся на пароль",
    "error-email-exist": "Па электроннай пошце ўжо зарэгістравацца",
    "error-password-required": "Пароль патрабуецца.",
    "error-pwdConfirm-required": "Пацверджанне пароля патрабуецца.",
    "error-password-not-confirm": "Пацверджанне пароля і пароля не супадаюць.",
    "error-email-required": "Патрабуецца электронная пошта.",
    "error-firstname-required": "Імя патрабуецца.",
    "error-lastname-required": "Патрабуецца імя.",
    "error-country-required": "Краіна патрабуецца.",
    "button-signin": "УВАЙСЦІ",
    "button-signup": "ЗАРЭГІСТРАВАЦЦА",
    "login_success": "Увайшоў у сістэму паспяхова",
    "please_login": "Калі ласка, паспрабуйце яшчэ раз пасля ўваходу ў",
    "error-invalid-signin": "Інфармацыя пра ўліковы запіс не дзейнічае",
    "trans-form-title": "Перакладзіце файлы JSON",
    "edit-form-subtitle": "Выберыце свой апошні файл для завяршэння перакладу ў Інтэрнэце",
    "edit-form-guide1": "Выберыце файл альбо перацягнуць тут",
    "edit-form-guide2": "Памер файла JSON не больш за 10 МБ",
    "select-language": "Выберыце мову",
    "select-file": "Выберыце файл",
    "faq-item-description9": "Мы прапануем магчымасць паспрабаваць перакладчыка JSON адзін раз бясплатна. Пасля гэтага першапачатковага выпрабавання вам трэба будзе выбраць адзін з нашых платных пакетаў, напрыклад, аплату за файл альбо неабмежаваны",
    "checkout-form-title": "Пачніце з перакладчыка JSON",
    "checkout-form-subtitle": "Паглядзіце відэа альбо паспрабуйце бясплатна адзін раз.",
    "checkout-form-des2": "Запоўніце форму ніжэй і паспрабуйце наш інструмент цалкам бясплатна.",
    "checkout-page-title": "Перавагі перакладчыка JSON",
    "checkout-page-subtitle": "Чаму перакладчык JSON?",
    "checkout-page-des": "З дапамогай перакладчыка JSON вы можаце перакласці файлы JSON на 260+ моў толькі націскам, завяршаючы працэс за 5 секунд за файл. Гарантаваны пераклад самай высокай якасці, які працуе на базе Chatgpt",
    "affiliate-description": "Ці ёсць у вас вялікая сетка/дасяжнасць сярод распрацоўшчыкаў праграмнага забеспячэння і будаўнікоў Інтэрнэт і прыкладанняў? Калі гэта так, падпішыцеся на нашу партнёрскую праграму, прасоўвайце перакладчыка JSON і зарабляйце грошы",
    "affiliate-title": "Зарабіце грошы, прасоўваючы наш інструмент",
    "affiliate-info-title": "Асаблівасці",
    "affiliate-info-sub-title": "Прасоўвайце наш інструмент і зарабляйце грошы",
    "affiliate-info-des": "Зарабіце грошы, прасоўваючы перакладчыка JSON у вашай сетцы. Вы атрымаеце рэкламныя матэрыялы, такія як транспаранты і спасылкі, якія вы можаце выкарыстоўваць. Зарабіце 10% камісіі па нашых платных пакетах з штомесячнымі выплатамі",
    "affiliate-edit-title": "Задаволены? Падзяліцеся навінамі",
    "affiliate-edit-des": "Калі вы задаволены перакладчыкам JSON, распаўсюдзіце слова!",
    "affiliate-edit-item1": "Вы атрымаеце асабістую спасылку на накіраванне",
    "affiliate-edit-item2": "Падзяліцеся спасылкамі ў вашай сетцы",
    "affiliate-edit-item3": "Прасоўваць перакладчыка JSON і зарабляць грошы",
    "affiliate-trans-title": "Зарабіце 10% за згаданага карыстальніка",
    "affiliate-trans-des": "Зарабіце лёгкія грошы, прасоўваючы наш інструмент. Атрымайце $ 9 для кожнага згаданага карыстальніка",
    "affiliate-trans-item1": "Высокі працэнт на згаданага карыстальніка",
    "affiliate-trans-item2": "Штомесячная выплата",
    "affiliate-trans-item3": "Ачысціць прыборную панэль для партнёраў",
    "affiliate-third-title": "Адсочвайце вынікі на ўласнай прыборнай панэлі",
    "affiliate-third-des": "Вы атрымаеце доступ да прафесійнай партнёрскай прыборнай панэлі партнёра. Вы можаце кантраляваць свае вынікі і прыбытак, і вы атрымаеце доступ да рэкламных матэрыялаў",
    "affiliate-third-item1": "Праверце, колькі карыстальнікаў вы згадалі",
    "affiliate-third-item2": "Паглядзіце свой заробак накіравання",
    "affiliate-third-item3": "Загрузіце лепшыя рэкламныя матэрыялы",
    "Share team inboxes": "Падзяліцца камандамі каманд",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Няхай у вас ёсць каманда з 2 ці 200, нашыя сумесныя паштовыя скрыні трымаюць усіх на адной старонцы і ў цыкле.",
    "signup-form-title": "Падпішыце свой уліковы запіс",
    "signup-form-welcome": "Сардэчна запрашаем тут! Калі ласка, увядзіце свае дадзеныя.",
    "signup-form-firstname": "Імя",
    "signup-form-lastname": "Прозвішча",
    "signup-form-country": "Краіна",
    "signup-placeholder-firstname": "Увядзіце імя FirstName",
    "signup-placeholder-lastname": "Увядзіце сваё LastName",
    "signup-placeholder-country": "Увядзіце сваю краіну",
    "signup-form-email": "Электронны ліст",
    "signup-placeholder-email": "Увядзіце па электроннай пошце",
    "signup-form-password": "Пароль",
    "signup-placeholder-password": "Увядзіце пароль",
    "signup-form-password-confirm": "Пацвердзіце пароль",
    "signup-placeholder-password-confirm": "Увядзіце пароль пацвердзіце",
    "signup-button-signup": "Зарэгістравацца",
    "have-not-account": "У вас няма ўліковага запісу?",
    "Deliver instant answers": "Даставіць імгненныя адказы",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "Платформа для абслугоўвання кліентаў усё ў адным, якая дапамагае вам збалансаваць усё, што вашы кліенты павінны быць шчаслівымі.",
    "msg_firstName_required": "Імя патрабуецца",
    "msg_lastName_required": "Прозвішча патрабуецца",
    "msg_email_required": "Патрабуецца электронная пошта",
    "msg_email_invalid": "Электронная пошта несапраўдная",
    "msg_country_required": "Патрабуецца краіна",
    "msg_phone_required": "Патрабуецца нумар тэлефона",
    "msg_message_required": "Паведамленне патрабуецца",
    "msg_agree_our_policy": "Калі ласка, пагадзіцеся з нашай палітыкай",
    "msg_error_checkout": "Калі ласка, паспрабуйце яшчэ раз",
    "jwt malformed": "Калі ласка, увайдзіце і паспрабуйце яшчэ раз",
    "faq-item-description2": "Наш інструмент падтрымлівае пераклады на любыя мовы (260+), што дазваляе глабальны пераклад.",
    "faq-item-description3": "Пераклад файла JSON адбываецца ўсяго за некалькі секунд, што дае вам хуткі доступ да перакладзенага змесціва",
    "faq-item-description4": "З аднаразовым перакладам вы плаціце за перакладзены файл, у той час як неабмежаванае сяброўства дазваляе рэгулярна перакладаць і без абмежаванняў за фіксаваную штомесячную плату",
    "faq-item-description5": "Так, наш інструмент выкарыстоўвае CHATGPT і забяспечвае якасныя пераклады з высокай дакладнасцю. Лепш, чым Google Translate і Deepl",
    "faq-item-description6": "Не, наш інструмент зручны для карыстальнікаў і не патрабуе тэхнічных навыкаў. Ён прызначаны для зручнага выкарыстання",
    "faq-item-description7": "Выберыце з нашых пакетаў і проста загрузіце файл JSON, які вы хочаце перакласці. Выберыце мову мэты, і на працягу секунд вы атрымаеце перакладзены файл",
    "faq-item-description8": "Так, мы прапануем выдатную падтрымку кліентаў, каб вырашыць усе вашы запыты і дапамагчы вам у выкарыстанні нашага інструмента. Мы аказваем 24 і 48-гадзінную падтрымку па электроннай пошце і ў чаце",
    "faq-item-description10": "Так, мы аддаем перавагу бяспецы вашых дадзеных і рэалізуем строгія меры па іх абароне. Вашы файлы не захоўваюцца на нашым серверы і неадкладна выдаляюцца з нашых сістэм адразу пасля перакладу. (Важна, каб вы надзейна захавалі перакладзеныя файлы на вашым канцы)",
    "privacy-header-title": "Заява аб прыватнасці JSON Перакладчык",
    "contact-location-des2": "EJ Amsterdam Netherlands",
    "contact-phone-des1": "Пн-пятніца з 9:00 да 17:00",
    "contact-phone-des2": "+31202446988",
    "contact-email": "Па электроннай пошце альбо пагутарыць",
    "contact-email-des1": "Наша добразычлівая каманда гатовая дапамагчы вам",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "Перакладчык JSON",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "Дарэчы NL865754305B01",
    "contact-form-title": "Звяжыцеся з намі",
    "contact-form-subtitle": "Звяжыцеся з намі",
    "contact-form-des2": "Мы хацелі б пачуць ад вас",
    "contact-description1": "Як мы можам вам дапамагчы?",
    "contact-description2": "Наша добразычлівая каманда заўсёды гатовая да чата",
    "contact-title": "Звяжыцеся з намі",
    "contact-phone": "Нумар тэлефона",
    "Translate JSON files in 5 seconds": "Перакласці файлы JSON за 5 секунд",
    "Start with the JSON Translator": "Пачніце з перакладчыка JSON",
    "Terms and Conditions": "Умовы і ўмовы",
    "Terms and Conditions for JSON Tool": "Умовы для інструмента JSON",
    "Last Updated: 20 december 2023": "Апошняе абноўлена: 20 снежня 2023 г.",
    "1. Acceptance of Terms": "1. Прыняцце тэрмінаў",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Даступўшыся да доступу да інструмента JSON, які прадастаўляецца перакладчыкам JSON, вы згаджаецеся быць звязаны гэтымі ўмовамі. Калі вы не згодныя ні з адной часткай гэтых Умоў, вы не можаце выкарыстоўваць інструмент JSON.",
    "2. Use of the JSON Tool": "2. Выкарыстанне інструмента JSON",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Вам, па меншай меры, 18 гадоў, каб выкарыстоўваць інструмент JSON.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Вы згаджаецеся прадаставіць дакладную і поўную інфармацыю пры выкарыстанні інструмента JSON, і вы абнавіце гэтую інфармацыю, каб забяспечыць яго дакладнасць.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Вы не можаце злоўжываць інструментам JSON. Забароненая дзейнасць ўключае, але не абмяжоўваючыся імі, спроба атрымаць несанкцыянаваны доступ, перашкаджаючы правільнаму функцыянаванню або парушэннем дзеючых законаў і правілаў.",
    "3. Intellectual Property": "3. Інтэлектуальная ўласнасць",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "Інструмент JSON, уключаючы ўвесь змест, функцыі і функцыянальнасць, належыць нашай кампаніі і абаронены законамі аб інтэлектуальнай уласнасці. Вы не можаце прайграваць, распаўсюджваць, змяняць або ствараць вытворныя працы без нашага відавочнага згоды.",
    "4. Privacy": "4. Канфідэнцыяльнасць",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Выкарыстанне інструмента JSON падлягае нашай заяве аб прыватнасці, у якой выкладзена, як мы збіраем, выкарыстоўваем і абараняем вашу асабістую інфармацыю.",
    "5. Termination": "5. Спыненне",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Мы пакідаем за сабой права спыніць або прыпыніць ваш доступ да інструмента JSON у любы час, без папярэдняга паведамлення, па любой прычыне, уключаючы парушэнне гэтых умоў.",
    "6. Changes to Terms and Conditions": "6. Змены ў Умовах і ўмовах",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Мы можам абнавіць гэтыя ўмовы, каб адлюстраваць змены ў нашай практыцы альбо па іншых аператыўных, юрыдычных або нарматыўных прычынах. Мы паведамім карыстальнікам пра любыя значныя змены праз інструмент JSON.",
    "7. Disclaimer of Warranties": "7. Адмова ад гарантый",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "Інструмент JSON прадастаўляецца як ёсць без якіх -небудзь гарантый, выражаных і пэўных. Мы не гарантуем, што інструмент будзе без памылак альбо бесперапынна.",
    "8. Limitation of Liability": "8. Абмежаванне адказнасці",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "Ні ў якім разе не нясе адказнасці за любыя ўскосныя, наступныя, выпадковыя, спецыяльныя або карныя страты, якія ўзнікаюць у выніку альбо ў сувязі з выкарыстаннем інструмента JSON.",
    "9. Governing Law": "9. Кіруючы закон",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Гэтыя ўмовы рэгулююцца і тлумачацца ў адпаведнасці з законамі нашай кампаніі, не зважаючы на яе канфліктныя прынцыпы.",
    "10. Contact Us": "10. Звяжыцеся з намі",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Калі ў вас ёсць якія -небудзь пытанні, праблемы ці запыты адносна гэтых умоў, калі ласка, звяжыцеся з намі па адрасе info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Выкарыстоўваючы інструмент JSON, вы згаджаецеся з умовамі, выкладзенымі ў гэтых умовах.",
    "Thank you for choosing": "Дзякуй за выбар",
    "JSON Translator": "Перакладчык JSON",
    "Privacy Statement": "Заява аб прыватнасці",
    "Privacy Statement for JSON Translator": "Заява аб прыватнасці для перакладчыка JSON",
    "1. Introduction": "1. Увядзенне",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "Перакладчык JSON шануе канфідэнцыяльнасць і бяспеку нашых карыстальнікаў. У гэтай заяве аб прыватнасці выкладзена, як мы збіраем, выкарыстоўваем і абараняем вашу асабістую інфармацыю пры выкарыстанні нашага вэб -сайта і паслуг.",
    "2. Information We Collect": "2. Інфармацыя, якую мы збіраем",
    "We collect the following types of information:": "Мы збіраем наступныя тыпы інфармацыі:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Асабістая інфармацыя: Калі вы падпісваецеся на ўліковы запіс альбо карыстаецеся нашымі паслугамі, мы можам збіраць асабістую інфармацыю, у тым ліку, але не абмяжоўваючыся імі, імя, адрас электроннай пошты і дадзеныя аб аплаце.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Інфармацыя аб выкарыстанні: мы збіраем інфармацыю пра тое, як вы карыстаецеся нашым сайтам і паслугамі, уключаючы вашы ўзаемадзеянне і транзакцыі.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Інфармацыя пра прылады: Мы можам збіраць інфармацыю пра прыладу, якую вы выкарыстоўваеце для доступу да нашых паслуг, такіх як тып прылады, аперацыйная сістэма і браўзэр.",
    "3. How We Use Your Information": "3. Як мы выкарыстоўваем вашу інфармацыю",
    "To provide and improve our services.": "Каб забяспечыць і палепшыць нашы паслугі.",
    "To communicate with you about our services and updates.": "Мець зносіны з вамі пра нашы паслугі і абнаўленні.",
    "To personalize your experience and provide targeted content.": "Для персаналізацыі вашага вопыту і прадастаўлення мэтанакіраванага зместу.",
    "To process payments and transactions.": "Для апрацоўкі плацяжоў і транзакцый.",
    "4. Information Sharing": "4. Абмен інфармацыяй",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Мы не прадаем, гандлюем і не здымаем вашу асабістую інфармацыю трэцім асобам. Аднак мы можам падзяліцца інфармацыяй з даверанымі пастаўшчыкамі паслуг, якія дапамагаюць нам у кіраванні нашым сайтам альбо вядзенні нашага бізнесу, пакуль яны згаджаюцца захаваць гэтую інфармацыю канфідэнцыйнай.",
    "5. Security Measures": "5. Меры бяспекі",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Мы расстаўляем прыярытэты ў бяспецы вашай інфармацыі. Мы рэалізуем галіновыя стандартныя меры бяспекі для абароны вашай асабістай інфармацыі ад несанкцыянаванага доступу, раскрыцця інфармацыі, змены і знішчэння.",
    "6. Your Choices": "6. Ваш выбар",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Вы маеце права перагледзець, абнаўляць і выдаляць асабістую інфармацыю, якую мы маем пра вас. Вы таксама можаце выбраць адмову ад пэўных камунікацый.",
    "7. Changes to This Privacy Statement": "7. Змены ў гэтай заяве аб прыватнасці",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Мы можам абнавіць гэтую заяву аб прыватнасці, каб адлюстраваць змены ў нашай практыцы альбо па іншых аператыўных, юрыдычных або нарматыўных прычынах. Мы будзем паведамляць карыстальнікам пра любыя значныя змены праз вэб -сайт.",
    "8. Contact Us": "8. Звяжыцеся з намі",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Калі ў вас ёсць якія -небудзь пытанні, праблемы ці запыты адносна гэтай заявы аб прыватнасці, калі ласка, звяжыцеся з намі па адрасе info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Выкарыстоўваючы наш вэб -сайт і паслугі, вы згаджаецеся з умовамі, выкладзенымі ў гэтай заяве аб прыватнасці.",
    "Thank you for choosing JSON Translator. ": "Дзякуй за выбар перакладчыка JSON.",
    "Cookie Statement": "Заява cookie",
    "Cookie Statement for JSON Tool": "Заява cookie для інструмента JSON",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Гэта заява Cookie тлумачыць, як JSON Translator выкарыстоўвае кукі і падобныя тэхналогіі пры выкарыстанні інструмента JSON. Выкарыстоўваючы інструмент JSON, вы згаджаецеся на выкарыстанне кукі -файлаў, як апісана ў гэтай заяве.",
    "2. What Are Cookies?": "2. Што такое печыва?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Кукі -файлы - гэта невялікія тэкставыя файлы, якія захоўваюцца на вашым прыладзе (кампутар, планшэт або мабільны тэлефон) пры наведванні вэб -сайта. Яны шырока выкарыстоўваюцца для таго, каб вэб -сайты працавалі альбо павысілі іх эфектыўнасць, а таксама прадастаўлялі інфармацыю ўладальнікам вэб -сайтаў.",
    "3. How We Use Cookies": "3. Як мы выкарыстоўваем кукі",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Гэтыя кукі -файлы неабходныя для правільнага функцыянавання інструмента JSON. Яны дазваляюць асноўную функцыянальнасць, такія як бяспека, кіраванне сеткай і даступнасць.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Мы выкарыстоўваем Cookies Analytics для збору інфармацыі пра тое, як карыстальнікі ўзаемадзейнічаюць з інструментам JSON. Гэта дапамагае нам прааналізаваць і палепшыць прадукцыйнасць і карыстацкі досвед.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Маркетынгавыя кукі -файлы выкарыстоўваюцца для адсочвання наведвальнікаў на сайтах. Намер заключаецца ў адлюстраванні актуальных аб'яў і ўдзелу для індывідуальнага карыстальніка.",
    "4. Types of Cookies We Use": "4. Тыпы кукі -файлаў, якія мы выкарыстоўваем",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Гэта часовае кукі, якія мінаюць, калі вы закрываеце браўзэр.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Гэтыя кукі застаюцца на вашым прыладзе на працягу ўстаноўленага перыяду альбо пакуль вы іх не выдаліце.",
    "5. Your Choices": "5. Ваш выбар",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Вы можаце кіраваць і/або выдаляць кукі, як хочаце. Вы можаце выдаліць усе кукі -файлы, якія ўжо знаходзяцца на вашым прыладзе, і вы можаце ўсталяваць большасць браўзэраў, каб прадухіліць іх размяшчэнне. Аднак, калі вы зробіце гэта, магчыма, вам прыйдзецца ўручную наладзіць некаторыя перавагі кожны раз, калі вы наведваеце інструмент JSON.",
    "6. Third-Party Cookies": "6. Чужыя печыва",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Мы можам выкарыстоўваць паслугі іншых вытворцаў, якія могуць усталяваць кукі-файлы ад нашага імя. Гэтыя кукі-файлы падлягаюць адпаведнай палітыцы прыватнасці гэтых пастаўшчыкоў іншых вытворцаў.",
    "7. Changes to This Cookie Statement": "7. Змены ў гэтай заяве Cookie",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Мы можам абнавіць гэтую заяву Cookie, каб адлюстраваць змены ў нашай практыцы альбо па іншых аператыўных, юрыдычных або нарматыўных прычынах. Мы паведамім карыстальнікам пра любыя значныя змены праз інструмент JSON.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Калі ў вас ёсць якія -небудзь пытанні, праблемы ці запыты адносна гэтай заявы Cookie, калі ласка, звяжыцеся з намі па адрасе info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Выкарыстоўваючы інструмент JSON, вы згаджаецеся з выкарыстаннем кукі -файлаў, як паказана ў гэтай заяве.",
    "success": "поспех",
    "Please select the valid json file": "Калі ласка, абярыце сапраўдны файл JSON",
    "The file size should be less than 5MB": "Памер файла павінен быць менш за 5 МБ",
    "The file loaded": "Файл загружаны",
    "Please select the json file": "Калі ласка, абярыце файл JSON",
    "Please select your target language": "Калі ласка, абярыце сваю мэтавую мову",
    "Content copied to clipboard!": "Змест скапіраваны ў буфер абмену!",
    "Unable to copy content to clipboard": "Немагчыма скапіяваць кантэнт у буфер абмену",
    "Password is reset.": "Пароль скідваецца.",
    "Signup success": "Поспех рэгістрацыі",
    "Successfully canceled your subscription": "Паспяхова адмяніў падпіску",
    "Changed successfully": "Зменены паспяхова",
    "Current passworf field is not correct": "Бягучае поле Passworf не правільна",
    "Download all files": "Загрузіце ўсе файлы",
    "Download file": "Загрузіце файл",
    "Download": "Загрузка",
    "*** You can try one file for free. ***": "*** Вы можаце паспрабаваць адзін файл бясплатна. ***",
    "Unlimited": "Неабмежаваны",
    "Per month": "У месяц",
    "Billed yearly": "Выстаўлены штогод",
    "Get started": "Пачаць",
    "Try one file for free": "Паспрабуйце адзін файл бясплатна",
    "FEATURES": "АСАБЛІВАСЦІ",
    "Everything in our free plan plus....": "Усё ў нашым бясплатным плане плюс ....",
    "1 year unlimited translations": "1 год неабмежаваныя пераклады",
    "Translate into 260+ languages at the click of a button": "Перакладзіце на 260+ моў на націску кнопкі",
    "Easily download translated files": "Лёгка загрузіць перакладзеныя файлы",
    "The best translation quality with the use of ChatGPT": "Лепшая якасць перакладу з выкарыстаннем ChatGpt",
    "Receive email support within 24 hours and online chat": "Атрымайце падтрымку электроннай пошты на працягу 24 гадзін і ў Інтэрнэце чата",
    "Paid per file": "Аплачаны за файл",
    "per file": "за файл",
    "Easily pay per file for occasional use": "Лёгка плаціць за файл за выпадковае выкарыстанне",
    "Easily translate and pay per file": "Лёгка перакласці і плаціць за файл",
    "Choose from 260+ translation options": "Абярыце з 260 варыянтаў перакладу",
    "Receive email support within 48 hours": "Атрымайце падтрымку электроннай пошты на працягу 48 гадзін",
    "Translate complete JSON files": "Перакладзіце поўныя файлы JSON",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Ніколі больш не падзяляйце файлы JSON на часткі; Проста перакладзіце ў цэлым, на базе Chatgpt.",
    "Translate with ChatGPT": "Пераклад з чатпптам",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Перакладзіце з чатптам, лепш, чым Google Translate і Deepl.",
    "Choose from 260+ languages": "Выбірайце з 260+ моў",
    "The widest range of languages, choose from 260+ languages.": "Самы шырокі спектр моў, выбірайце з 260+ моў.",
    "We offer unlimited packages": "Мы прапануем неабмежаваныя пакеты",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Няма клопатаў з аплатай за характары або радком; Мы прапануем неабмежаваныя пакеты.",
    "Multi-translate option": "Параметр з некалькімі перакладам",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Перакладзіце поўныя файлы JSON на 260+ моў з націскам кнопкі за лічаныя хвіліны.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "Самы хуткі інструмент, перавесці цэлыя файлы JSON менш за 5 секунд.",
    "Select your original language": "Выберыце сваю арыгінальную мову",
    "Get in touch": "Звязацца",
    "Select your target language": "Выберыце сваю мэтавую мову",
    "ADD EXTRA OUTPUT LANGUAGE": "Дадайце дадатковую мову выхаду",
    "Start translation": "Пачаць пераклад",
    "Output language(s)": "Мова вываду (ы)",
    "Setting": "Узгадненне",
    "Join us as an affiliate partner and get 10% commission": "Далучайцеся да нас у якасці партнёра -партнёра і атрымайце 10% камісіі",
    "Get up and running in less than 5 minutes.": "Устаньце і працуе менш чым за 5 хвілін.",
    "pload your main JSON file and select a language": "Загрузіце свой галоўны файл JSON і выберыце мову",
    "Send message": "Адправіць паведамленне",
    "You agree to our friendly ": "Вы згаджаецеся з нашым прыязным",
    "privacy policy": "Палітыка прыватнасці",
    "Read more": "Чытаць далей"
}