{
    "link-home": "Domov",
    "link-tool": "Nástroj",
    "link-howitworks": "Jak to funguje",
    "link-pricing": "Ceny",
    "footer-link-contact": "Kontakt",
    "footer-link-affiliate": "Affiliate",
    "footer-link-terms": "Podmínky",
    "footer-link-privacy": "Soukromí",
    "footer-link-cookies": "Cookies",
    "link-privacy": "Soukromí",
    "link-faq": "FAQ",
    "link-login": "Přihlásit se",
    "link-logout": "Odhlásit se",
    "link-tool-edit": "Upravit",
    "link-tool-trans": "přeložit",
    "homepage-aipublish-title": "Přeložit kompletní soubor JSON za několik sekund",
    "homepage-aipublish-sub-title1": "Přeložit soubory JSON",
    "homepage-aipublish-sub-title2": "Přeložit svůj soubor JSON",
    "homepage-aipublish-sub-title3": "Poháněn Chatgpt",
    "homepage-aipublish-info-title": "Přeložte soubory JSON stisknutím tlačítka.",
    "homepage-aipublish-info-sub-title": "Přeložit celé soubory JSON najednou pomocí našeho nástroje napájeného společností Chatgpt",
    "homepage-aipublish-info-des": "S naším nástrojem je možné překládat (velké) soubory JSON najednou do 260+ jazyka. Překlad se provádí pomocí CHATGPT a pomocí našeho nástroje nemusíte rozdělit soubory do samostatných částí.",
    "homepage-aipublish-edit-title": "Přeložit celé soubory JSON najednou, během několika sekund",
    "homepage-aipublish-edit-des": "S překladačem JSON můžete překládat (velké) soubory JSON najednou, aniž byste museli soubor rozdělit na více částí. Jednoduše přeložte soubor JSON na jednom.",
    "homepage-aipublish-edit-item1": "Vysoce kvalitní překlad pomocí chatgptu",
    "homepage-aipublish-edit-item2": "Celé soubory můžete překládat najednou",
    "homepage-aipublish-edit-item3": "Nemůže se dostat rychleji, jen 5 sekund pro přeložený soubor JSON",
    "homepage-aipublish-trans-title": "Neomezený překlad JSON ve 260+ jazycích",
    "homepage-aipublish-trans-des": "S naším nástrojem můžete překládat soubory JSON do 260+ jazyků a zajistit nejvyšší dosažitelnou kvalitu překladu pomocí ChatGPT",
    "homepage-aipublish-trans-item1": "Přeložený soubor JSON v téměř všech jazycích",
    "homepage-aipublish-trans-item2": "Můžete se rozhodnout pro jednorázové překlady a platit za soubor",
    "homepage-aipublish-trans-item3": "Pokud chcete pravidelně překládat soubory JSON, rozhodněte se pro neomezené členství",
    "homepage-aipublish-price-title": "Ceny",
    "homepage-aipublish-price-sub-title": "Jednoduché, průhledné ceny",
    "homepage-aipublish-price-des": "Povolujeme překlady JSON pro každého, kdo se zabývá překladem a lokalizací webových stránek a překladů aplikací.",
    "faq-title": "Často kladené otázky",
    "faq-description": "Vše, co potřebujete vědět o překladateli JSON",
    "faq-item-title1": "Jaká je hlavní funkce tohoto nástroje?",
    "faq-item-description1": "Náš nástroj umožňuje překládat kompletní soubory JSON do téměř všech jazyků na jednom go, aniž by musel soubor rozdělit na samostatné kusy.",
    "faq-item-title2": "Které jazyky jsou podporovány nástrojem?",
    "faq-item-title3": "Jak rychle mohu přeložit soubor JSON?",
    "faq-item-title4": "Jaký je rozdíl mezi jednorázovým překladem a neomezeným členstvím?",
    "faq-item-title5": "Mohu věřit kvalitě překladu?",
    "faq-item-title6": "Jsou technické znalosti potřebné k použití nástroje?",
    "faq-item-title7": "Jak mohu začít s nástrojem?",
    "faq-item-title8": "Nabízíte podporu, pokud mám dotazy nebo potřebuji pomoc s nástrojem?",
    "faq-item-title9": "Mohu získat bezplatnou zkušební dobu, abych vyzkoušel nástroj?",
    "faq-item-title10": "Jsou moje data zabezpečená při používání nástroje?",
    "faq-case-study": "Stále máte otázky?",
    "faq-case-study-title3": "Nemůžete najít odpověď, kterou hledáte? Povolte si prosím s naším přátelským týmem.",
    "footer-copyright": "© 2023 JSON Translator všechna práva vyhrazena.",
    "btn-try-free": "Vyzkoušejte zdarma",
    "signin-form-title": "Přihlaste se do svého účtu",
    "signin-form-welcome": "Vítej zpět! Zadejte prosím své údaje.",
    "signin-form-email": "E-mailem",
    "signin-email-placeholder": "Zadejte vám e -mail",
    "signin-form-password": "Heslo",
    "signin-password-placeholder": "Zadejte heslo",
    "signin-form-remember": "Pamatujte na 30 dní",
    "signin-form-forget": "zapomenuté heslo",
    "error-email-exist": "E -mail již registruje",
    "error-password-required": "Je vyžadováno heslo.",
    "error-pwdConfirm-required": "Je vyžadováno potvrzení hesla.",
    "error-password-not-confirm": "Potvrzení hesla a hesla není stejné.",
    "error-email-required": "Požadovaný e -mail.",
    "error-firstname-required": "Požadováno první jméno.",
    "error-lastname-required": "Požadováno lastName.",
    "error-country-required": "Země vyžaduje.",
    "button-signin": "PŘIHLÁSIT SE",
    "button-signup": "PŘIHLÁSIT SE",
    "login_success": "Přihlášeno úspěšné",
    "please_login": "Po přihlášení to prosím zkuste znovu",
    "error-invalid-signin": "Informace o účtu nejsou platné",
    "trans-form-title": "Přeložte své soubory JSON",
    "edit-form-subtitle": "Vyberte svůj nejnovější soubor pro dokončení online překladu",
    "edit-form-guide1": "Vyberte soubor nebo přetáhněte zde",
    "edit-form-guide2": "Velikost souboru JSON ne více než 10 MB",
    "select-language": "Zvolte jazyk",
    "select-file": "Zvolte soubor",
    "faq-item-description9": "Nabízíme příležitost vyzkoušet překladatele JSON zdarma jednou. Po této počáteční pokusech si budete muset vybrat z jednoho z našich placených balíčků, jako je mzda za soubor nebo neomezený",
    "checkout-form-title": "Začněte s překladatelem JSON",
    "checkout-form-subtitle": "Podívejte se na video nebo to jednou zkuste zdarma.",
    "checkout-form-des2": "Vyplňte níže uvedený formulář a okamžitě vyzkoušejte náš nástroj.",
    "checkout-page-title": "Výhody překladatele JSON",
    "checkout-page-subtitle": "Proč překladatel JSON?",
    "checkout-page-des": "S překladatelem JSON můžete přeložit soubory JSON do 260+ jazyků pouhým kliknutím a dokončit proces za 5 sekund na soubor. Zaručený překlad nejvyšší kvality napájený společností ChatGPT",
    "affiliate-description": "Máte velkou síť/dosah mezi vývojáři softwaru a vytvářením webu a aplikací? Pokud ano, zaregistrujte se do našeho přidruženého programu, propagujte překladatele JSON a vydělejte peníze",
    "affiliate-title": "Vydělávejte peníze propagací našeho nástroje",
    "affiliate-info-title": "Funkce",
    "affiliate-info-sub-title": "Propagujte náš nástroj a vydělávejte peníze",
    "affiliate-info-des": "Vydělávejte peníze propagací překladatele JSON ve vaší síti. Obdržíte propagační materiály, jako jsou bannery a odkazy, které můžete použít. Získejte 10% provizi z našich placených balíčků s měsíční výplatou",
    "affiliate-edit-title": "Spokojený? Sdílejte zprávy",
    "affiliate-edit-des": "Pokud jste s překladatelem JSON spokojeni, šířte slovo!",
    "affiliate-edit-item1": "Obdržíte osobní odkaz na doporučení",
    "affiliate-edit-item2": "Sdílejte odkaz ve vaší síti",
    "affiliate-edit-item3": "Propagujte překladatele JSON a vydělávejte peníze",
    "affiliate-trans-title": "Získejte 10% na uvedeného uživatele",
    "affiliate-trans-des": "Vydělávejte snadné peníze propagací našeho nástroje. Získejte 9 $ pro každého uvedeného uživatele",
    "affiliate-trans-item1": "Vysoké procento na uvedeného uživatele",
    "affiliate-trans-item2": "Měsíční výplata",
    "affiliate-trans-item3": "Clear Dashboard pro partnery",
    "affiliate-third-title": "Sledujte své výsledky ve svém vlastním palubním desku",
    "affiliate-third-des": "Budete mít přístup k profesionálnímu affiliate partnerskému řídicímu panelu. Můžete sledovat své výsledky a výdělky a budete mít přístup k propagačním materiálu",
    "affiliate-third-item1": "Zkontrolujte, kolik uživatelů jste odkazovali",
    "affiliate-third-item2": "Zobrazit své výdělky",
    "affiliate-third-item3": "Stáhněte si nejlepší propagační materiály",
    "Share team inboxes": "Sdílejte týmové doručené pošty",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Ať už máte tým 2 nebo 200, náš sdílený týmový doručená pošta udržuje všechny na stejné stránce a ve smyčce.",
    "signup-form-title": "Zaregistrujte si svůj účet",
    "signup-form-welcome": "Vítej zde! Zadejte prosím své údaje.",
    "signup-form-firstname": "Jméno",
    "signup-form-lastname": "Příjmení",
    "signup-form-country": "Země",
    "signup-placeholder-firstname": "Zadejte své první jméno",
    "signup-placeholder-lastname": "Zadejte své LastName",
    "signup-placeholder-country": "Vstoupit do své země",
    "signup-form-email": "E-mailem",
    "signup-placeholder-email": "Zadejte vám e -mail",
    "signup-form-password": "Heslo",
    "signup-placeholder-password": "Zadejte heslo",
    "signup-form-password-confirm": "Potvrzení hesla",
    "signup-placeholder-password-confirm": "Zadejte své heslo Potvrdit",
    "signup-button-signup": "Přihlásit se",
    "have-not-account": "Nemáte účet?",
    "Deliver instant answers": "Doručit okamžité odpovědi",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "Platforma zákaznického servisu All-in-One, která vám pomůže vyvážit vše, co vaši zákazníci musí být šťastní.",
    "msg_firstName_required": "Je vyžadováno křestní jméno",
    "msg_lastName_required": "Je vyžadováno příjmení",
    "msg_email_required": "Je vyžadován e -mail",
    "msg_email_invalid": "email je neplatný",
    "msg_country_required": "Je nutná země",
    "msg_phone_required": "Je vyžadováno telefonní číslo",
    "msg_message_required": "Je vyžadována zpráva",
    "msg_agree_our_policy": "Souhlasíte s našimi zásadami",
    "msg_error_checkout": "Prosím zkuste to znovu",
    "jwt malformed": "Přihlaste se a zkuste to znovu",
    "faq-item-description2": "Náš nástroj podporuje překlady do jakýchkoli jazyků (260+), což umožňuje globální překlad.",
    "faq-item-description3": "Překlad souboru JSON se odehrává za pár sekund, což vám poskytne rychlý přístup k přeloženému obsahu",
    "faq-item-description4": "S jednorázovým překladem zaplatíte za přeložený soubor, zatímco neomezené členství vám umožňuje pravidelně a bez omezení za pevný měsíční poplatek",
    "faq-item-description5": "Ano, náš nástroj využívá ChatGPT a zajišťuje vysoce kvalitní překlady s vysokou přesností. Lepší než Google Translate and Deepl",
    "faq-item-description6": "Ne, náš nástroj je uživatelsky přívětivý a nevyžaduje technické dovednosti. Je navržen pro snadné použití",
    "faq-item-description7": "Vyberte si z našich balíčků a jednoduše nahrajte soubor JSON, který chcete přeložit. Vyberte cílový jazyk a během několika sekund obdržíte přeložený soubor",
    "faq-item-description8": "Ano, nabízíme vynikající zákaznickou podporu pro řešení všech vašich dotazů a pomůžeme vám při používání našeho nástroje. Poskytujeme 24 a 48hodinovou podporu prostřednictvím e-mailu a živého chatu",
    "faq-item-description10": "Ano, upřednostňujeme zabezpečení vašich dat a implementujeme přísná opatření k jejich ochraně. Vaše soubory nejsou uloženy na našem serveru a okamžitě po překladu jsou okamžitě odstraněny z našich systémů. (Je zásadní zajistit, abyste své přeložené soubory bezpečně uložili na konci)",
    "privacy-header-title": "Prohlášení o ochraně osobních údajů JSON",
    "contact-location-des2": "EJ Amsterdam Nizozemsko",
    "contact-phone-des1": "Popří od 9:00 do 17:00",
    "contact-phone-des2": "+31202446988",
    "contact-email": "E-mail nebo chat",
    "contact-email-des1": "Náš přátelský tým je připraven vám pomoci",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "JSON překladatel",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Spojte se s námi",
    "contact-form-subtitle": "Kontaktujte nás",
    "contact-form-des2": "Rádi bychom vás slyšeli",
    "contact-description1": "Jak vám můžeme pomoci?",
    "contact-description2": "Náš přátelský tým je vždy připraven na chat",
    "contact-title": "Kontaktujte nás",
    "contact-phone": "Telefonní číslo",
    "Translate JSON files in 5 seconds": "Přeložit soubory JSON za 5 sekund",
    "Start with the JSON Translator": "Začněte s překladatelem JSON",
    "Terms and Conditions": "Pravidla a podmínky",
    "Terms and Conditions for JSON Tool": "Podmínky pro nástroj JSON",
    "Last Updated: 20 december 2023": "Poslední aktualizace: 20. prosince 2023",
    "1. Acceptance of Terms": "1. Přijetí podmínek",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Přístupem nebo použitím nástroje JSON poskytovaného společností JSON Translator souhlasíte s tím, že budete těmito smluvními podmínkami vázáni. Pokud nesouhlasíte s žádnou částí těchto podmínek, nemusíte používat nástroj JSON.",
    "2. Use of the JSON Tool": "2. Použití nástroje JSON",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Chcete -li používat nástroj JSON, musíte mít nejméně 18 let.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Souhlasíte s poskytnutím přesných a úplných informací při používání nástroje JSON a tyto informace budete aktualizovat, abyste zajistili jeho přesnost.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Nesmíte zneužití nástroje JSON. Zakázané činnosti zahrnují, ale nejsou omezeny na, pokoušejí se získat neoprávněný přístup, zasahování do správného fungování nebo porušení platných zákonů a předpisů.",
    "3. Intellectual Property": "3. Duševní vlastnictví",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "Nástroj JSON, včetně veškerého obsahu, funkcí a funkčnosti, je ve vlastnictví naší společnosti a je chráněn zákony o duševním vlastnictví. Bez našeho explicitního souhlasu nesmíte reprodukovat, distribuovat, upravovat nebo vytvářet derivační díla.",
    "4. Privacy": "4. Soukromí",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Vaše použití nástroje JSON podléhá našemu prohlášení o ochraně osobních údajů, které nastiňuje, jak shromažďujeme, používáme a chráníme vaše osobní údaje.",
    "5. Termination": "5. Ukončení",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Vyhrazujeme si právo ukončit nebo pozastavit váš přístup k nástroji JSON kdykoli, bez předchozího upozornění, z jakéhokoli důvodu, včetně porušení těchto smluvních podmínek.",
    "6. Changes to Terms and Conditions": "6. Změny podmínek",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Tyto podmínky můžeme aktualizovat tak, aby odrážely změny v našich praktikách nebo z jiných provozních, právních nebo regulačních důvodů. Uživáme uživatele o jakýchkoli významných změnách prostřednictvím nástroje JSON.",
    "7. Disclaimer of Warranties": "7. Zřeknutí se záruk",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "Nástroj JSON je poskytován „tak, jak je“, bez jakýchkoli záruk, výslovných nebo předpokládaných. Nezaručujeme, že tento nástroj bude bezchybný nebo nepřetržitý.",
    "8. Limitation of Liability": "8. Omezení odpovědnosti",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "V žádném případě nenese odpovědnost za jakékoli nepřímé, následné, náhodné, zvláštní nebo represivní škody vyplývající z nebo v souvislosti s používáním nástroje JSON.",
    "9. Governing Law": "9. Řídící zákon",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Tyto smluvní podmínky se řídí a vykládají v souladu se zákony naší společnosti bez ohledu na její konfliktní zásady.",
    "10. Contact Us": "10. Kontaktujte nás",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Máte -li jakékoli dotazy, obavy nebo žádosti týkající se těchto smluvních podmínek, kontaktujte nás na adrese info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Použitím nástroje JSON souhlasíte s podmínkami uvedenými v těchto podmínkách.",
    "Thank you for choosing": "Děkujeme za výběr",
    "JSON Translator": "JSON překladatel",
    "Privacy Statement": "Prohlášení o ochraně soukromí",
    "Privacy Statement for JSON Translator": "Prohlášení o ochraně osobních údajů pro překladator JSON",
    "1. Introduction": "1. Úvod",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "Překladatel JSON oceňuje soukromí a zabezpečení našich uživatelů. Toto prohlášení o ochraně osobních údajů nastiňuje, jak shromažďujeme, používáme a chráníme vaše osobní údaje, když používáte naše webové stránky a služby.",
    "2. Information We Collect": "2. Informace, které shromažďujeme",
    "We collect the following types of information:": "Shromažďujeme následující typy informací:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Osobní údaje: Když se zaregistrujete na účet nebo používáte naše služby, můžeme shromažďovat osobní údaje, včetně, ale nejen na vaše jméno, e -mailovou adresu a platební údaje.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Informace o použití: Shromažďujeme informace o tom, jak používáte naše webové stránky a služby, včetně vašich interakcí a transakcí.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Informace o zařízení: Můžeme shromažďovat informace o zařízení, které používáte pro přístup k našim službám, jako je typ zařízení, operační systém a prohlížeč.",
    "3. How We Use Your Information": "3. Jak používáme vaše informace",
    "To provide and improve our services.": "Poskytovat a zlepšit naše služby.",
    "To communicate with you about our services and updates.": "Komunikovat s vámi o našich službách a aktualizacích.",
    "To personalize your experience and provide targeted content.": "Přizpůsobit své zkušenosti a poskytnout cílený obsah.",
    "To process payments and transactions.": "Zpracovat platby a transakce.",
    "4. Information Sharing": "4. Sdílení informací",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Neprodáváme, obchodujeme ani pronajímáme vaše osobní údaje třetím stranám. Můžeme však sdílet informace s důvěryhodnými poskytovateli služeb třetích stran, kteří nám pomáhají při provozování našich webových stránek nebo podniku, pokud souhlasí s tím, že tyto informace budou důvěrné.",
    "5. Security Measures": "5. Bezpečnostní opatření",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Upřednostňujeme zabezpečení vašich informací. Implementujeme průmyslová bezpečnostní opatření k ochraně vašich osobních údajů před neoprávněným přístupem, zveřejněním, změnou a ničením.",
    "6. Your Choices": "6. Vaše volby",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Máte právo kontrolovat, aktualizovat a smazat osobní údaje, které o vás držíme. Můžete se také rozhodnout odhlásit se od určité komunikace.",
    "7. Changes to This Privacy Statement": "7. Změny tohoto prohlášení o ochraně osobních údajů",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Toto prohlášení o ochraně osobních údajů můžeme aktualizovat tak, aby odráželo změny v našich praktikách nebo z jiných provozních, právních nebo regulačních důvodů. Uživatelům budeme informovat o jakýchkoli významných změnách prostřednictvím webu.",
    "8. Contact Us": "8. Kontaktujte nás",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Máte -li jakékoli dotazy, obavy nebo žádosti týkající se tohoto prohlášení o ochraně osobních údajů, kontaktujte nás na adrese info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Používáním našich webových stránek a služeb souhlasíte s podmínkami uvedenými v tomto prohlášení o ochraně osobních údajů.",
    "Thank you for choosing JSON Translator. ": "Děkujeme za výběr překladatele JSON.",
    "Cookie Statement": "Příkaz cookie",
    "Cookie Statement for JSON Tool": "Příkaz cookie pro nástroj JSON",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Toto příkaz cookie vysvětluje, jak JSON Translator používá cookies a podobné technologie, když používáte nástroj JSON. Použitím nástroje JSON souhlasíte s používáním cookies, jak je popsáno v tomto prohlášení.",
    "2. What Are Cookies?": "2. Co jsou cookies?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Soubory cookie jsou malé textové soubory, které jsou při návštěvě webu uloženy na vašem zařízení (počítač, tablet nebo mobilní telefon). Oni se široce používají k tomu, aby webové stránky fungovaly nebo ke zlepšení jejich efektivity a také k poskytování informací majitelům webových stránek.",
    "3. How We Use Cookies": "3. Jak používáme cookies",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Tyto soubory cookie jsou nezbytné, aby nástroj JSON fungoval správně. Umožňují základní funkce, jako je zabezpečení, správa sítě a dostupnost.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Používáme analytické soubory cookie ke shromažďování informací o tom, jak uživatelé interagují s nástrojem JSON. To nám pomáhá analyzovat a zlepšovat výkon a uživatelský zážitek.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Marketingové soubory cookie se používají ke sledování návštěvníků na webových stránkách. Záměrem je zobrazit reklamy, které jsou relevantní a poutavé pro jednotlivého uživatele.",
    "4. Types of Cookies We Use": "4. Typy cookies, které používáme",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Jedná se o dočasné soubory cookie, které vyprší, když zavřete prohlížeč.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Tyto soubory cookie zůstávají na vašem zařízení po dobu nastavení nebo je nezdužíte.",
    "5. Your Choices": "5. Vaše volby",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Cookies můžete ovládat a/nebo smazat cookies. Můžete odstranit všechny soubory cookie, které jsou již na vašem zařízení, a můžete nastavit většinu prohlížečů, abyste zabránili jejich umístění. Pokud to však uděláte, možná budete muset ručně upravit některé preference pokaždé, když navštívíte nástroj JSON.",
    "6. Third-Party Cookies": "6. Cookies třetích stran",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Můžeme používat služby třetích stran, které mohou na nás nastavit cookies. Tyto soubory cookie podléhají příslušným zásadám ochrany osobních údajů těchto poskytovatelů třetích stran.",
    "7. Changes to This Cookie Statement": "7. Změny tohoto příkazu cookie",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Toto prohlášení o souborech cookie můžeme aktualizovat tak, aby odráželo změny v našich praktikách nebo z jiných provozních, právních nebo regulačních důvodů. Uživáme uživatele o jakýchkoli významných změnách prostřednictvím nástroje JSON.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Máte -li jakékoli dotazy, obavy nebo žádosti týkající se tohoto prohlášení",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Použitím nástroje JSON souhlasíte s použitím cookies, jak je uvedeno v tomto příkazu.",
    "success": "úspěch",
    "Please select the valid json file": "Vyberte prosím platný soubor JSON",
    "The file size should be less than 5MB": "Velikost souboru by měla být menší než 5 MB",
    "The file loaded": "Soubor byl načten",
    "Please select the json file": "Vyberte prosím soubor JSON",
    "Please select your target language": "Vyberte prosím svůj cílový jazyk",
    "Content copied to clipboard!": "Obsah zkopírován do schránky!",
    "Unable to copy content to clipboard": "Nelze zkopírovat obsah do schránky",
    "Password is reset.": "Heslo je resetováno.",
    "Signup success": "Úspěch registrace",
    "Successfully canceled your subscription": "Úspěšně zrušil předplatné",
    "Changed successfully": "Úspěšně změněno",
    "Current passworf field is not correct": "Aktuální pole passworf není správné",
    "Download all files": "Stáhněte si všechny soubory",
    "Download file": "Stáhnout soubor",
    "Download": "Stažení",
    "*** You can try one file for free. ***": "*** Můžete vyzkoušet jeden soubor zdarma. ***",
    "Unlimited": "Neomezený",
    "Per month": "Za měsíc",
    "Billed yearly": "Účtováno ročně",
    "Get started": "Začít",
    "Try one file for free": "Vyzkoušejte jeden soubor zdarma",
    "FEATURES": "FUNKCE",
    "Everything in our free plan plus....": "Všechno v našem volném plánu plus ....",
    "1 year unlimited translations": "1 rok neomezené překlady",
    "Translate into 260+ languages at the click of a button": "Přeložte do 260+ jazyků kliknutím na tlačítko",
    "Easily download translated files": "Snadno stahujte přeložené soubory",
    "The best translation quality with the use of ChatGPT": "Nejlepší kvalita překladu s používáním chatgptu",
    "Receive email support within 24 hours and online chat": "Získejte e -mailovou podporu do 24 hodin a online chat",
    "Paid per file": "Zaplaceno za soubor",
    "per file": "na soubor",
    "Easily pay per file for occasional use": "Snadno platit za soubor za příležitostné použití",
    "Easily translate and pay per file": "Snadno přeložit a platit za soubor",
    "Choose from 260+ translation options": "Vyberte si z 260+ možností překladu",
    "Receive email support within 48 hours": "Dostávat e -mailovou podporu do 48 hodin",
    "Translate complete JSON files": "Přeložit kompletní soubory JSON",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Už nikdy nerozdělujte soubory JSON na díly; Jednoduše přeložte jako celek, poháněné Chatgpt.",
    "Translate with ChatGPT": "Přeložit s chatgptem",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Přeložit s chatgptem, lepší než Google Translate a Deepl.",
    "Choose from 260+ languages": "Vyberte si z 260+ jazyků",
    "The widest range of languages, choose from 260+ languages.": "Nejširší škála jazyků, vyberte si z 260+ jazyků.",
    "We offer unlimited packages": "Nabízíme neomezené balíčky",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Žádné potíže s pay-per-charakter nebo řetězec; Nabízíme neomezené balíčky.",
    "Multi-translate option": "Možnost více translace",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Přeložte kompletní soubory JSON do 260+ jazyků stisknutím tlačítka během několika minut.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "Nejrychlejší nástroj překládá celé soubory JSON za méně než 5 sekund.",
    "Select your original language": "Vyberte svůj původní jazyk",
    "Get in touch": "Být v kontaktu",
    "Select your target language": "Vyberte svůj cílový jazyk",
    "ADD EXTRA OUTPUT LANGUAGE": "Přidejte další výstupní jazyk",
    "Start translation": "Začněte překlad",
    "Output language(s)": "Výstupní jazyk)",
    "Setting": "Nastavení",
    "Join us as an affiliate partner and get 10% commission": "Připojte se k nám jako affiliate partner a získejte 10% provizi",
    "Get up and running in less than 5 minutes.": "Vstaňte a běžte za méně než 5 minut.",
    "pload your main JSON file and select a language": "Pload svůj hlavní soubor JSON a vyberte jazyk",
    "Send message": "Poslat zprávu",
    "You agree to our friendly ": "Souhlasíte s naším přátelským",
    "privacy policy": "Zásady ochrany osobních údajů",
    "Read more": "Přečtěte si více"
}