{
    "link-home": "Hjem",
    "link-tool": "Værktøj",
    "link-howitworks": "Hvordan det virker",
    "link-pricing": "Prisfastsættelse",
    "footer-link-contact": "Kontakt",
    "footer-link-affiliate": "Tilknyttet",
    "footer-link-terms": "Betingelser",
    "footer-link-privacy": "Privatliv",
    "footer-link-cookies": "Cookies",
    "link-privacy": "Privatliv",
    "link-faq": "FAQ",
    "link-login": "Log på",
    "link-logout": "Log ud",
    "link-tool-edit": "Redigere",
    "link-tool-trans": "Oversætte",
    "homepage-aipublish-title": "Oversæt en komplet JSON -fil på få sekunder",
    "homepage-aipublish-sub-title1": "Oversæt JSON -filer",
    "homepage-aipublish-sub-title2": "Oversæt din JSON -fil",
    "homepage-aipublish-sub-title3": "Drevet af Chatgpt",
    "homepage-aipublish-info-title": "Oversæt JSON -filer med et tryk på en knap.",
    "homepage-aipublish-info-sub-title": "Oversæt hele JSON -filer på én gang ved hjælp af vores værktøj drevet af ChatGpt",
    "homepage-aipublish-info-des": "Med vores værktøj er det muligt at oversætte (store) JSON -filer på én gang til 260+ sprog. Oversættelsen udføres ved hjælp af ChatGpt, og med vores værktøj behøver du ikke at opdele filer i separate dele.",
    "homepage-aipublish-edit-title": "Oversæt hele JSON -filer på én gang inden for få sekunder",
    "homepage-aipublish-edit-des": "Med JSON -oversætteren kan du oversætte (store) JSON -filer på én gang uden behov for at opdele en fil i flere dele. Oversæt blot en JSON -fil på én gang.",
    "homepage-aipublish-edit-item1": "Oversættelse af høj kvalitet ved hjælp af chatgpt",
    "homepage-aipublish-edit-item2": "Du kan oversætte hele filer på én gang",
    "homepage-aipublish-edit-item3": "Det kan ikke blive hurtigere, kun 5 sekunder til en oversat JSON -fil",
    "homepage-aipublish-trans-title": "Ubegrænset JSON -oversættelse på 260+ sprog",
    "homepage-aipublish-trans-des": "Med vores værktøj kan du oversætte JSON -filer til 260+ sprog, hvilket sikrer den højeste opnåelige oversættelseskvalitet gennem brug af ChatGPT",
    "homepage-aipublish-trans-item1": "En oversat JSON -fil på næsten alle sprog",
    "homepage-aipublish-trans-item2": "Du kan vælge engangsoversættelser og betale pr. Fil",
    "homepage-aipublish-trans-item3": "Hvis du vil oversætte JSON -filer regelmæssigt, skal du vælge det ubegrænsede medlemskab",
    "homepage-aipublish-price-title": "Prisfastsættelse",
    "homepage-aipublish-price-sub-title": "Enkel, gennemsigtig prisfastsættelse",
    "homepage-aipublish-price-des": "Vi aktiverer JSON -oversættelser til alle, der beskæftiger sig med websteds- og appoversættelse og lokalisering.",
    "faq-title": "Ofte stillede spørgsmål",
    "faq-description": "Alt hvad du har brug for at vide om JSON -oversætteren",
    "faq-item-title1": "Hvad er hovedfunktionen i dette værktøj?",
    "faq-item-description1": "Vores værktøj giver dig mulighed for at oversætte komplette JSON -filer til næsten alle sprog på én gang uden behov for at opdele filen i separate stykker.",
    "faq-item-title2": "Hvilke sprog understøttes af værktøjet?",
    "faq-item-title3": "Hvor hurtigt kan jeg få en JSON -fil oversat?",
    "faq-item-title4": "Hvad er forskellen mellem en engangsoversættelse og et ubegrænset medlemskab?",
    "faq-item-title5": "Kan jeg stole på oversættelseskvaliteten?",
    "faq-item-title6": "Er det nødvendigt med teknisk viden for at bruge værktøjet?",
    "faq-item-title7": "Hvordan kan jeg komme i gang med værktøjet?",
    "faq-item-title8": "Tilbyder du support, hvis jeg har spørgsmål eller har brug for hjælp til værktøjet?",
    "faq-item-title9": "Kan jeg få en gratis prøveperiode til at prøve værktøjet?",
    "faq-item-title10": "Er mine data sikre, når jeg bruger værktøjet?",
    "faq-case-study": "Har du stadig spørgsmål?",
    "faq-case-study-title3": "Kan du ikke finde det svar, du leder efter? Chat venligst med vores venlige team.",
    "footer-copyright": "© 2023 JSON -oversætter Alle rettigheder forbeholdes.",
    "btn-try-free": "Prøv gratis",
    "signin-form-title": "Log ind på din konto",
    "signin-form-welcome": "Velkommen tilbage! Indtast dine detaljer.",
    "signin-form-email": "E -mail",
    "signin-email-placeholder": "Indtast din e -mail",
    "signin-form-password": "adgangskode",
    "signin-password-placeholder": "Skriv dit kodeord",
    "signin-form-remember": "Husk i 30 dage",
    "signin-form-forget": "Glemt kodeord",
    "error-email-exist": "E -mail registrerede allerede",
    "error-password-required": "Adgangskode er påkrævet.",
    "error-pwdConfirm-required": "Adgangskode bekræfter er påkrævet.",
    "error-password-not-confirm": "Adgangskode og adgangskode Bekræftelse er ikke det samme.",
    "error-email-required": "E -mail krævet.",
    "error-firstname-required": "Førstnavn kræves.",
    "error-lastname-required": "Efternavn krævet.",
    "error-country-required": "Land krævet.",
    "button-signin": "LOG IND",
    "button-signup": "TILMELDE",
    "login_success": "Logineret succes",
    "please_login": "Prøv igen efter login i",
    "error-invalid-signin": "Kontooplysninger er ikke gyldige",
    "trans-form-title": "Oversæt dine JSON -filer",
    "edit-form-subtitle": "Vælg din seneste fil for at gennemføre online -oversættelse",
    "edit-form-guide1": "Vælg en fil eller træk og slip her",
    "edit-form-guide2": "JSON -filstørrelse ikke mere end 10 MB",
    "select-language": "Vælg sprog",
    "select-file": "Vælg fil",
    "faq-item-description9": "Vi tilbyder muligheden for at prøve JSON -oversætteren gratis en gang. Efter denne indledende prøve skal du vælge mellem en af vores betalte pakker, såsom løn pr. Fil eller ubegrænset",
    "checkout-form-title": "Start med JSON -oversætteren",
    "checkout-form-subtitle": "Se videoen, eller prøv den gratis en gang.",
    "checkout-form-des2": "Udfyld nedenstående formular, og prøv vores værktøj helt gratis med det samme.",
    "checkout-page-title": "Fordelene ved JSON -oversætter",
    "checkout-page-subtitle": "Hvorfor JSON -oversætteren?",
    "checkout-page-des": "Med JSON -oversætteren kan du oversætte JSON -filer til 260+ sprog med kun et klik, der afslutter processen på 5 sekunder pr. Fil. Garanteret oversættelse af højeste kvalitet drevet af Chatgpt",
    "affiliate-description": "Har du et stort netværk/rækkevidde blandt softwareudviklere og web- og app -bygherrer? I så fald skal du tilmelde dig vores tilknyttede program, promover JSON -oversætteren og tjene penge",
    "affiliate-title": "Tjen penge ved at promovere vores værktøj",
    "affiliate-info-title": "Funktioner",
    "affiliate-info-sub-title": "Fremme vores værktøj og tjene penge",
    "affiliate-info-des": "Tjen penge ved at promovere JSON -oversætteren inden for dit netværk. Du vil modtage salgsfremmende materialer såsom bannere og links, som du kan bruge. Tjen 10% provision på vores betalte pakker med månedlige udbetalinger",
    "affiliate-edit-title": "Tilfreds? Del nyheden",
    "affiliate-edit-des": "Hvis du er tilfreds med JSON -oversætteren, skal du sprede ordet!",
    "affiliate-edit-item1": "Du modtager et personligt henvisningslink",
    "affiliate-edit-item2": "Del linket inden for dit netværk",
    "affiliate-edit-item3": "Fremme JSON -oversætteren og tjene penge",
    "affiliate-trans-title": "Tjen 10% pr. Henviste bruger",
    "affiliate-trans-des": "Tjen lette penge ved at promovere vores værktøj. Få $ 9 for hver nævnt bruger",
    "affiliate-trans-item1": "Høj procentdel pr. Henviste bruger",
    "affiliate-trans-item2": "Månedlig udbetaling",
    "affiliate-trans-item3": "Ryd dashboard til partnere",
    "affiliate-third-title": "Spor dine resultater i dit eget instrumentbræt",
    "affiliate-third-des": "Du har adgang til et professionelt tilknyttet partner Dashboard. Du kan overvåge dine resultater og indtjening, og du har adgang til salgsfremmende materialer",
    "affiliate-third-item1": "Kontroller, hvor mange brugere du har henvist til",
    "affiliate-third-item2": "Se din henvisningsindtjening",
    "affiliate-third-item3": "Download de bedste salgsfremmende materialer",
    "Share team inboxes": "Del teambokse",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Uanset om du har et team på 2 eller 200, holder vores delte team -indbakker alle på samme side og i løkken.",
    "signup-form-title": "Tilmeld din konto",
    "signup-form-welcome": "Velkommen her! Indtast dine detaljer.",
    "signup-form-firstname": "Fornavn",
    "signup-form-lastname": "Efternavn",
    "signup-form-country": "Land",
    "signup-placeholder-firstname": "Indtast dit førstenavn",
    "signup-placeholder-lastname": "Indtast dit efternavn",
    "signup-placeholder-country": "Indtast dit land",
    "signup-form-email": "E -mail",
    "signup-placeholder-email": "Indtast din e -mail",
    "signup-form-password": "Adgangskode",
    "signup-placeholder-password": "Skriv dit kodeord",
    "signup-form-password-confirm": "Adgangskode Bekræft",
    "signup-placeholder-password-confirm": "Indtast din adgangskode Bekræft",
    "signup-button-signup": "Tilmelde",
    "have-not-account": "Har du ikke en konto?",
    "Deliver instant answers": "Levere øjeblikkelige svar",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "En alt-i-en kundeserviceplatform, der hjælper dig med at afbalancere alt, hvad dine kunder har brug for for at være lykkelige.",
    "msg_firstName_required": "Fornavn er påkrævet",
    "msg_lastName_required": "Efternavn er påkrævet",
    "msg_email_required": "E -mail er påkrævet",
    "msg_email_invalid": "E -mail er ugyldig",
    "msg_country_required": "Land er påkrævet",
    "msg_phone_required": "Telefonnummer er påkrævet",
    "msg_message_required": "Beskeden er påkrævet",
    "msg_agree_our_policy": "Enig vores politik",
    "msg_error_checkout": "Prøv igen",
    "jwt malformed": "Log ind og prøv igen",
    "faq-item-description2": "Vores værktøj understøtter oversættelser til alle sprog (260+), der muliggør global oversættelse.",
    "faq-item-description3": "Oversættelse af en JSON -fil sker på kun få sekunder, hvilket giver dig hurtig adgang til det oversatte indhold",
    "faq-item-description4": "Med en engangsoversættelse betaler du pr. Oversat fil, mens et ubegrænset medlemskab giver dig mulighed for at oversætte regelmæssigt og uden grænser for et fast månedligt gebyr",
    "faq-item-description5": "Ja, vores værktøj bruger Chatgpt og sikrer oversættelser af høj kvalitet med høj nøjagtighed. Bedre så google translate og deepl",
    "faq-item-description6": "Nej, vores værktøj er brugervenligt og kræver ikke tekniske færdigheder. Det er designet til let brug",
    "faq-item-description7": "Vælg mellem vores pakker, og upload blot den JSON -fil, du vil oversætte. Vælg målsprog (er), og inden for få sekunder modtager du den oversatte fil",
    "faq-item-description8": "Ja, vi tilbyder fremragende kundesupport til at tackle alle dine forespørgsler og hjælpe dig med at bruge vores værktøj. Vi leverer 24 og 48-timers support via e-mail og live chat",
    "faq-item-description10": "Ja, vi prioriterer sikkerheden for dine data og implementerer strenge foranstaltninger for at beskytte dem. Dine filer gemmes ikke på vores server og fjernes straks fra vores systemer umiddelbart efter oversættelse. (Det er vigtigt at sikre, at du gemmer dine oversatte filer sikkert på din ende)",
    "privacy-header-title": "Beskyttelseserklæring JSON -oversætter",
    "contact-location-des2": "EJ Amsterdam Holland",
    "contact-phone-des1": "Man-fre fra 9:00 til 17:00",
    "contact-phone-des2": "+31202446988",
    "contact-email": "E-mail eller chat",
    "contact-email-des1": "Vores venlige team er klar til at hjælpe dig",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "JSON -oversætter",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "kom i kontakt med os",
    "contact-form-subtitle": "Kontakt os",
    "contact-form-des2": "Vi vil meget gerne høre fra dig",
    "contact-description1": "Hvordan kan vi hjælpe dig?",
    "contact-description2": "Vores venlige team er altid klar til en chat",
    "contact-title": "Kontakt os",
    "contact-phone": "Telefonnummer",
    "Translate JSON files in 5 seconds": "Oversæt JSON -filer på 5 sekunder",
    "Start with the JSON Translator": "Start med JSON -oversætteren",
    "Terms and Conditions": "Vilkår og betingelser",
    "Terms and Conditions for JSON Tool": "Betingelser og betingelser for JSON -værktøj",
    "Last Updated: 20 december 2023": "Sidst opdateret: 20. december 2023",
    "1. Acceptance of Terms": "1. Accept af vilkår",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Ved at få adgang til eller bruge JSON -værktøjet leveret af JSON -oversætter, accepterer du at være bundet af disse vilkår og betingelser. Hvis du ikke er enig i nogen del af disse betingelser, bruger du muligvis ikke JSON -værktøjet.",
    "2. Use of the JSON Tool": "2. Brug af JSON -værktøjet",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Du skal være mindst 18 år for at bruge JSON -værktøjet.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Du accepterer at give nøjagtige og komplette oplysninger, når du bruger JSON -værktøjet, og du vil opdatere disse oplysninger for at sikre dens nøjagtighed.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Du misbruger muligvis ikke JSON -værktøjet. Forbudte aktiviteter inkluderer, men er ikke begrænset til, forsøger at få uautoriseret adgang, forstyrre den korrekte funktion eller overtræde gældende love og forskrifter.",
    "3. Intellectual Property": "3. Intellektuel ejendom",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "JSON -værktøjet, inklusive alt indhold, funktioner og funktionalitet, ejes af vores virksomhed og er beskyttet af lov om intellektuel ejendom. Du må ikke gengive, distribuere, ændre eller oprette afledte værker uden vores eksplicitte samtykke.",
    "4. Privacy": "4. Privatliv",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Din brug af JSON -værktøjet er underlagt vores fortrolighedserklæring, der skitserer, hvordan vi indsamler, bruger og beskytter dine personlige oplysninger.",
    "5. Termination": "5. Opsigelse",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Vi forbeholder os retten til at afslutte eller suspendere din adgang til JSON -værktøjet til enhver tid uden forudgående varsel af en eller anden grund, herunder overtrædelse af disse vilkår og betingelser.",
    "6. Changes to Terms and Conditions": "6. Ændringer til vilkår og betingelser",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Vi kan opdatere disse vilkår og betingelser for at afspejle ændringer i vores praksis eller af andre operationelle, juridiske eller lovgivningsmæssige årsager. Vi vil underrette brugere om væsentlige ændringer gennem JSON -værktøjet.",
    "7. Disclaimer of Warranties": "7. Ansvarsfraskrivelse af garantier",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "JSON -værktøjet leveres 'som det er' uden garantier, udtrykkeligt eller underforstået. Vi garanterer ikke, at værktøjet er fejlfrit eller uafbrudt.",
    "8. Limitation of Liability": "8. Ansvarsbegrænsning",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "Under ingen omstændigheder er der ansvarlig for indirekte, konsekvens, tilfældig, speciel eller straffende skader, der opstår som følge af eller i forbindelse med brugen af JSON -værktøjet.",
    "9. Governing Law": "9. Regering af lov",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Disse vilkår og betingelser styres af og fortolkes i overensstemmelse med vores virksomheds love uden hensyntagen til dens lovkonfliktprincipper.",
    "10. Contact Us": "10. Kontakt os",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Hvis du har spørgsmål, bekymringer eller anmodninger om disse vilkår og betingelser, bedes du kontakte os på info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Ved at bruge JSON -værktøjet accepterer du de vilkår, der er beskrevet i disse vilkår og betingelser.",
    "Thank you for choosing": "Tak fordi du valgte",
    "JSON Translator": "JSON -oversætter",
    "Privacy Statement": "Fortrolighedserklæring",
    "Privacy Statement for JSON Translator": "Beskyttelseserklæring for JSON -oversætter",
    "1. Introduction": "1. Introduktion",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "JSON -oversætter værdsætter vores brugers privatliv og sikkerhed. Denne fortrolighedserklæring skitserer, hvordan vi indsamler, bruger og beskytter dine personlige oplysninger, når du bruger vores websted og tjenester.",
    "2. Information We Collect": "2. Oplysninger, vi indsamler",
    "We collect the following types of information:": "Vi indsamler følgende typer information:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Personlige oplysninger: Når du tilmelder dig en konto eller bruger vores tjenester, kan vi indsamle personlige oplysninger, herunder men ikke begrænset til dit navn, e -mail -adresse og betalingsoplysninger.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Brugsoplysninger: Vi indsamler oplysninger om, hvordan du bruger vores websted og tjenester, inklusive dine interaktioner og transaktioner.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Enhedsoplysninger: Vi kan indsamle oplysninger om den enhed, du bruger til at få adgang til vores tjenester, såsom enhedstype, operativsystem og browser.",
    "3. How We Use Your Information": "3. Hvordan vi bruger dine oplysninger",
    "To provide and improve our services.": "At levere og forbedre vores tjenester.",
    "To communicate with you about our services and updates.": "At kommunikere med dig om vores tjenester og opdateringer.",
    "To personalize your experience and provide targeted content.": "At tilpasse din oplevelse og give målrettet indhold.",
    "To process payments and transactions.": "At behandle betalinger og transaktioner.",
    "4. Information Sharing": "4. Informationsdeling",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Vi sælger, handler eller lejer ikke dine personlige oplysninger til tredjepart. Vi kan dog dele oplysninger med pålidelige tredjepartsudbydere, der hjælper os med at drive vores websted eller udføre vores forretning, så længe de er enige om at holde disse oplysninger fortrolige.",
    "5. Security Measures": "5. Sikkerhedsforanstaltninger",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Vi prioriterer sikkerheden for dine oplysninger. Vi implementerer industristandard sikkerhedsforanstaltninger for at beskytte dine personlige oplysninger mod uautoriseret adgang, videregivelse, ændring og ødelæggelse.",
    "6. Your Choices": "6. Dine valg",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Du har ret til at gennemgå, opdatere og slette de personlige oplysninger, vi har om dig. Du kan også vælge at fravælge visse kommunikation.",
    "7. Changes to This Privacy Statement": "7. Ændringer i denne fortrolighedserklæring",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Vi kan opdatere denne fortrolighedserklæring for at afspejle ændringer i vores praksis eller af andre operationelle, juridiske eller lovgivningsmæssige årsager. Vi vil underrette brugere om væsentlige ændringer via webstedet.",
    "8. Contact Us": "8. Kontakt os",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Hvis du har spørgsmål, bekymringer eller anmodninger om denne fortrolighedserklæring, bedes du kontakte os på info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Ved at bruge vores websted og tjenester accepterer du de vilkår, der er beskrevet i denne fortrolighedserklæring.",
    "Thank you for choosing JSON Translator. ": "Tak fordi du valgte JSON -oversætter.",
    "Cookie Statement": "Cookie -erklæring",
    "Cookie Statement for JSON Tool": "Cookie -erklæring til JSON -værktøj",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Denne cookie -erklæring forklarer, hvordan JSON -oversætter bruger cookies og lignende teknologier, når du bruger JSON -værktøjet. Ved at bruge JSON -værktøjet accepterer du brugen af cookies som beskrevet i denne erklæring.",
    "2. What Are Cookies?": "2. Hvad er cookies?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Cookies er små tekstfiler, der er gemt på din enhed (computer, tablet eller mobiltelefon), når du besøger et websted. De er vidt brugt til at få websteder til at fungere eller forbedre deres effektivitet såvel som til at give information til webstedsejere.",
    "3. How We Use Cookies": "3. Hvordan vi bruger cookies",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Disse cookies er nødvendige for, at JSON -værktøjet fungerer korrekt. De muliggør kernefunktionalitet såsom sikkerhed, netværksstyring og tilgængelighed.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Vi bruger analytics -cookies til at indsamle oplysninger om, hvordan brugere interagerer med JSON -værktøjet. Dette hjælper os med at analysere og forbedre ydelsen og brugeroplevelsen.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Marketing cookies bruges til at spore besøgende på tværs af websteder. Hensigten er at vise annoncer, der er relevante og engagerende for den enkelte bruger.",
    "4. Types of Cookies We Use": "4. Typer af cookies, vi bruger",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Dette er midlertidige cookies, der udløber, når du lukker din browser.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Disse cookies forbliver på din enhed i en bestemt periode, eller indtil du sletter dem.",
    "5. Your Choices": "5. Dine valg",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Du kan kontrollere og/eller slette cookies, som du ønsker. Du kan slette alle cookies, der allerede er på din enhed, og du kan indstille de fleste browsere for at forhindre dem i at blive placeret. Men hvis du gør dette, skal du muligvis manuelt justere nogle præferencer, hver gang du besøger JSON -værktøjet.",
    "6. Third-Party Cookies": "6. Tredjepartscookies",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Vi bruger muligvis tredjepartstjenester, der muligvis sætter cookies på vores vegne. Disse cookies er underlagt de respektive privatlivspolitikker for disse tredjepartsudbydere.",
    "7. Changes to This Cookie Statement": "7. Ændringer i denne cookie -erklæring",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Vi opdaterer muligvis denne cookie -erklæring for at afspejle ændringer i vores praksis eller af andre operationelle, juridiske eller lovgivningsmæssige årsager. Vi vil underrette brugere om væsentlige ændringer gennem JSON -værktøjet.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Hvis du har spørgsmål, bekymringer eller anmodninger om denne cookie -erklæring, bedes du kontakte os på info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Ved at bruge JSON -værktøjet accepterer du brugen af cookies som beskrevet i denne erklæring.",
    "success": "succes",
    "Please select the valid json file": "Vælg den gyldige JSON -fil",
    "The file size should be less than 5MB": "Filstørrelsen skal være mindre end 5MB",
    "The file loaded": "Filen indlæst",
    "Please select the json file": "Vælg JSON -filen",
    "Please select your target language": "Vælg dit målsprog",
    "Content copied to clipboard!": "Indhold kopieret til udklipsholder!",
    "Unable to copy content to clipboard": "Kan ikke kopiere indhold til udklipsholder",
    "Password is reset.": "Adgangskoden nulstilles.",
    "Signup success": "Tilmeldes succes",
    "Successfully canceled your subscription": "Annulleret dit abonnement med succes",
    "Changed successfully": "Ændret med succes",
    "Current passworf field is not correct": "Det nuværende Passworf -felt er ikke korrekt",
    "Download all files": "Download alle filer",
    "Download file": "Download fil",
    "Download": "Hent",
    "*** You can try one file for free. ***": "*** Du kan prøve en fil gratis. ***",
    "Unlimited": "Ubegrænset",
    "Per month": "Om måneden",
    "Billed yearly": "Faktureret årligt",
    "Get started": "Kom igang",
    "Try one file for free": "Prøv en fil gratis",
    "FEATURES": "FUNKTIONER",
    "Everything in our free plan plus....": "Alt i vores gratis plan plus ....",
    "1 year unlimited translations": "1 år ubegrænsede oversættelser",
    "Translate into 260+ languages at the click of a button": "Oversæt til 260+ sprog ved et klik på en knap",
    "Easily download translated files": "Download let oversatte filer",
    "The best translation quality with the use of ChatGPT": "Den bedste oversættelseskvalitet ved brug af chatgpt",
    "Receive email support within 24 hours and online chat": "Modtag e -mail -support inden for 24 timer og online chat",
    "Paid per file": "Betalt pr. Fil",
    "per file": "pr. fil",
    "Easily pay per file for occasional use": "Betal let pr. Fil til lejlighedsvis brug",
    "Easily translate and pay per file": "Oversæt let og betal pr. Fil",
    "Choose from 260+ translation options": "Vælg mellem 260+ oversættelsesindstillinger",
    "Receive email support within 48 hours": "Modtag e -mail -support inden for 48 timer",
    "Translate complete JSON files": "Oversæt komplette JSON -filer",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Opdel aldrig mere JSON -filer i dele; Bare oversæt som en helhed, drevet af Chatgpt.",
    "Translate with ChatGPT": "Oversæt med ChatGpt",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Oversæt med ChatGpt, bedre end Google Translate og Deepl.",
    "Choose from 260+ languages": "Vælg mellem 260+ sprog",
    "The widest range of languages, choose from 260+ languages.": "Den bredeste række af sprog, vælg mellem 260+ sprog.",
    "We offer unlimited packages": "Vi tilbyder ubegrænsede pakker",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Ingen besvær med betaling pr. Karakter eller streng; Vi tilbyder ubegrænsede pakker.",
    "Multi-translate option": "Multranslat mulighed",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Oversæt komplette JSON -filer til 260+ sprog med et tryk på en knap på få minutter.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "Det hurtigste værktøj, oversæt hele JSON -filer på mindre end 5 sekunder.",
    "Select your original language": "Vælg dit originalsprog",
    "Get in touch": "Kom i kontakt",
    "Select your target language": "Vælg dit målsprog",
    "ADD EXTRA OUTPUT LANGUAGE": "Tilføj ekstra outputsprog",
    "Start translation": "Start oversættelse",
    "Output language(s)": "Outputsprog (er)",
    "Setting": "Indstilling",
    "Join us as an affiliate partner and get 10% commission": "Deltag i os som tilknyttet partner og få 10% provision",
    "Get up and running in less than 5 minutes.": "Stå op og løbe på mindre end 5 minutter.",
    "pload your main JSON file and select a language": "Pload din vigtigste JSON -fil, og vælg et sprog",
    "Send message": "Send besked",
    "You agree to our friendly ": "Du accepterer vores venlige",
    "privacy policy": "Fortrolighedspolitik",
    "Read more": "Læs mere"
}