{
    "link-home": "Heim",
    "link-tool": "Werkzeug",
    "link-howitworks": "Wie es funktioniert",
    "link-pricing": "Preisgestaltung",
    "footer-link-contact": "Kontakt",
    "footer-link-affiliate": "Affiliate",
    "footer-link-terms": "Bedingungen",
    "footer-link-privacy": "Privatsphäre",
    "footer-link-cookies": "Kekse",
    "link-privacy": "Privatsphäre",
    "link-faq": "FAQ",
    "link-login": "Anmeldung",
    "link-logout": "Ausloggen",
    "link-tool-edit": "Bearbeiten",
    "link-tool-trans": "Übersetzen",
    "homepage-aipublish-title": "Übersetzen Sie eine vollständige JSON -Datei in wenigen Sekunden",
    "homepage-aipublish-sub-title1": "Übersetzen Sie JSON -Dateien",
    "homepage-aipublish-sub-title2": "Übersetzen Sie Ihre JSON -Datei",
    "homepage-aipublish-sub-title3": "Angetrieben von Chatgpt",
    "homepage-aipublish-info-title": "Übersetzen Sie JSON -Dateien mit dem Drücken einer Schaltfläche.",
    "homepage-aipublish-info-sub-title": "Übersetzen Sie alle JSON -Dateien gleichzeitig mit unserem von ChatGPT betriebenen Tool, der betrieben wurde",
    "homepage-aipublish-info-des": "Mit unserem Tool ist es möglich, (große) JSON -Dateien auf einmal in 260 Sprache zu übersetzen. Die Übersetzung erfolgt mit ChatGPT und mit unserem Tool müssen Sie keine Dateien in separate Teile teilen.",
    "homepage-aipublish-edit-title": "Übersetzen Sie alle JSON -Dateien gleichzeitig innerhalb von Sekunden",
    "homepage-aipublish-edit-des": "Mit dem JSON -Übersetzer können Sie (große) JSON -Dateien auf einmal übersetzen, ohne eine Datei in mehrere Teile aufzuteilen. Übersetzen Sie einfach eine JSON -Datei auf einmal.",
    "homepage-aipublish-edit-item1": "Hochwertige Übersetzung durch die Verwendung von Chatgpt",
    "homepage-aipublish-edit-item2": "Sie können ganze Dateien auf einmal übersetzen",
    "homepage-aipublish-edit-item3": "Es kann nicht schneller werden, nur 5 Sekunden für eine übersetzte JSON -Datei",
    "homepage-aipublish-trans-title": "Unbegrenzte JSON -Übersetzung in über 260 Sprachen",
    "homepage-aipublish-trans-des": "Mit unserem Tool können Sie JSON -Dateien in über 260 Sprachen übersetzen, um die höchste erreichbare Übersetzungsqualität mithilfe von ChatGPT zu gewährleisten",
    "homepage-aipublish-trans-item1": "Eine übersetzte JSON -Datei in fast allen Sprachen",
    "homepage-aipublish-trans-item2": "Sie können sich für einmalige Übersetzungen entscheiden und pro Datei bezahlen",
    "homepage-aipublish-trans-item3": "Wenn Sie JSON -Dateien regelmäßig übersetzen möchten, entscheiden Sie sich für die unbegrenzte Mitgliedschaft",
    "homepage-aipublish-price-title": "Preisgestaltung",
    "homepage-aipublish-price-sub-title": "Einfache, transparente Preisgestaltung",
    "homepage-aipublish-price-des": "Wir ermöglichen JSON -Übersetzungen für alle, die sich mit Website und App -Übersetzung und Lokalisierung befassen.",
    "faq-title": "Häufig gestellte Fragen",
    "faq-description": "Alles, was Sie über den JSON -Übersetzer wissen müssen",
    "faq-item-title1": "Was ist die Hauptfunktion dieses Tools?",
    "faq-item-description1": "Mit unserem Tool können Sie vollständige JSON -Dateien in fast alle Sprachen auf einmal übersetzen, ohne die Datei in separate Teile aufzuteilen.",
    "faq-item-title2": "Welche Sprachen werden vom Tool unterstützt?",
    "faq-item-title3": "Wie schnell kann ich eine JSON -Datei übersetzen lassen?",
    "faq-item-title4": "Was ist der Unterschied zwischen einer einmaligen Übersetzung und einer unbegrenzten Mitgliedschaft?",
    "faq-item-title5": "Kann ich der Übersetzungsqualität vertrauen?",
    "faq-item-title6": "Ist technisches Wissen erforderlich, um das Tool zu verwenden?",
    "faq-item-title7": "Wie kann ich mit dem Werkzeug beginnen?",
    "faq-item-title8": "Bieten Sie Unterstützung an, wenn ich Fragen habe oder Unterstützung beim Tool benötige?",
    "faq-item-title9": "Kann ich einen kostenlosen Testzeitraum bekommen, um das Tool auszuprobieren?",
    "faq-item-title10": "Sind meine Daten bei der Verwendung des Tools sicher?",
    "faq-case-study": "Haben Sie noch Fragen?",
    "faq-case-study-title3": "Sie können die Antwort, nach der Sie suchen, nicht finden? Bitte chatten Sie mit unserem freundlichen Team.",
    "footer-copyright": "© 2023 JSON Übersetzer Alle Rechte vorbehalten.",
    "btn-try-free": "Probieren Sie kostenlos aus",
    "signin-form-title": "Melden Sie sich in Ihrem Konto an",
    "signin-form-welcome": "Willkommen zurück! Bitte geben Sie Ihre Daten ein.",
    "signin-form-email": "Email",
    "signin-email-placeholder": "Geben Sie Ihre E -Mail ein",
    "signin-form-password": "Passwort",
    "signin-password-placeholder": "Geben Sie Ihr Passwort ein",
    "signin-form-remember": "Erinnere dich für 30 Tage",
    "signin-form-forget": "Passwort vergessen",
    "error-email-exist": "E -Mail bereits registrierend",
    "error-password-required": "Passwort wird benötigt.",
    "error-pwdConfirm-required": "Passwort bestätigt ist erforderlich.",
    "error-password-not-confirm": "Passwort und Passwort bestätigen nicht.",
    "error-email-required": "Email (erforderlich.",
    "error-firstname-required": "Vorname (erforderlich.",
    "error-lastname-required": "Nachname erforderlich.",
    "error-country-required": "Land erforderlich.",
    "button-signin": "ANMELDEN",
    "button-signup": "MELDEN SIE SICH AN",
    "login_success": "Logined erfolgreich",
    "please_login": "Bitte versuchen Sie es erneut, nachdem Sie sich angemeldet haben",
    "error-invalid-signin": "Kontoinformationen sind nicht gültig",
    "trans-form-title": "Übersetzen Sie Ihre JSON -Dateien",
    "edit-form-subtitle": "Wählen Sie Ihre neueste Datei aus, um die Online -Übersetzung abzuschließen",
    "edit-form-guide1": "Wählen Sie hier eine Datei oder Drag & Drop",
    "edit-form-guide2": "JSON -Dateigröße nicht mehr als 10 MB",
    "select-language": "Sprache auswählen",
    "select-file": "Datei aussuchen",
    "faq-item-description9": "Wir bieten die Möglichkeit, den JSON -Übersetzer einmal kostenlos auszuprobieren. Nach dieser ersten Testversion müssen Sie aus einem unserer bezahlten Pakete auswählen, z. B. die Bezahlung pro Datei oder unbegrenzt",
    "checkout-form-title": "Beginnen Sie mit dem JSON -Übersetzer",
    "checkout-form-subtitle": "Sehen Sie sich das Video an oder probieren Sie es einmal kostenlos aus.",
    "checkout-form-des2": "Füllen Sie das folgende Formular aus und versuchen Sie unser Werkzeug sofort kostenlos.",
    "checkout-page-title": "Die Vorteile des JSON -Übersetzers",
    "checkout-page-subtitle": "Warum der JSON -Übersetzer?",
    "checkout-page-des": "Mit dem JSON -Übersetzer können Sie JSON -Dateien mit nur einem Klick in 260 Sprachen übersetzen und den Vorgang in 5 Sekunden pro Datei abschließen. Garantierte Übersetzung von Chatgpt mit der höchsten Qualitätsqualität",
    "affiliate-description": "Haben Sie ein großes Netzwerk/eine große Reichweite zwischen Softwareentwicklern sowie Web- und App -Bauherren? Wenn ja, melden Sie sich für unser Partnerprogramm an, werben Sie den JSON -Übersetzer und verdienen Sie Geld",
    "affiliate-title": "Verdienen Sie Geld, indem Sie unser Tool fördern",
    "affiliate-info-title": "Merkmale",
    "affiliate-info-sub-title": "Fördern Sie unser Tool und verdienen Sie Geld",
    "affiliate-info-des": "Verdienen Sie Geld, indem Sie den JSON -Übersetzer in Ihrem Netzwerk fördern. Sie erhalten Werbematerialien wie Banner und Links, die Sie verwenden können. Verdienen Sie 10% Provision für unsere bezahlten Pakete mit monatlichen Auszahlungen",
    "affiliate-edit-title": "Befriedigt? Teilen Sie die Nachrichten",
    "affiliate-edit-des": "Wenn Sie mit dem JSON -Übersetzer zufrieden sind, verbreiten Sie das Wort!",
    "affiliate-edit-item1": "Sie erhalten einen persönlichen Überweisungslink",
    "affiliate-edit-item2": "Teilen Sie den Link in Ihrem Netzwerk frei",
    "affiliate-edit-item3": "Werben Sie für den JSON -Übersetzer und verdienen Sie Geld",
    "affiliate-trans-title": "Verdienen Sie 10% pro Bezug",
    "affiliate-trans-des": "Verdienen Sie einfaches Geld, indem Sie unser Tool fördern. Holen Sie sich 9 US -Dollar für jeden genannten Benutzer",
    "affiliate-trans-item1": "Hoher Prozentsatz pro genanntem Benutzer",
    "affiliate-trans-item2": "Monatliche Auszahlung",
    "affiliate-trans-item3": "Clear Dashboard für Partner",
    "affiliate-third-title": "Verfolgen Sie Ihre Ergebnisse in Ihrem eigenen Dashboard",
    "affiliate-third-des": "Sie haben Zugriff auf ein professionelles Affiliate -Partner -Dashboard. Sie können Ihre Ergebnisse und Einnahmen überwachen und Zugang zu Werbematerialien haben",
    "affiliate-third-item1": "Überprüfen Sie, wie viele Benutzer Sie bezogen haben",
    "affiliate-third-item2": "Sehen Sie sich Ihre Empfehlungseinnahmen an",
    "affiliate-third-item3": "Laden Sie die besten Werbematerialien herunter",
    "Share team inboxes": "Teilen Sie Team -Posteingänge",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Unabhängig davon, ob Sie ein Team von 2 oder 200 haben, halten unsere gemeinsam genutzten Team -Posteingänge alle auf derselben Seite und in der Schleife.",
    "signup-form-title": "Melden Sie Ihr Konto an",
    "signup-form-welcome": "Willkommen hier! Bitte geben Sie Ihre Daten ein.",
    "signup-form-firstname": "Vorname",
    "signup-form-lastname": "Familienname, Nachname",
    "signup-form-country": "Land",
    "signup-placeholder-firstname": "Geben Sie Ihren Vornamen ein",
    "signup-placeholder-lastname": "Geben Sie Ihren Nachnamen ein",
    "signup-placeholder-country": "Betreten Sie Ihr Land",
    "signup-form-email": "Email",
    "signup-placeholder-email": "Geben Sie Ihre E -Mail ein",
    "signup-form-password": "Passwort",
    "signup-placeholder-password": "Geben Sie Ihr Passwort ein",
    "signup-form-password-confirm": "Passwortbestätigung",
    "signup-placeholder-password-confirm": "Geben Sie Ihr Passwort bestätigen",
    "signup-button-signup": "Melden Sie sich an",
    "have-not-account": "Sie haben kein Konto?",
    "Deliver instant answers": "Sofortige Antworten liefern",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "Eine All-in-One-Kundendienstplattform, mit der Sie alles in Einklang bringen können, was Ihre Kunden benötigen, um zufrieden zu sein.",
    "msg_firstName_required": "Vorname ist erforderlich",
    "msg_lastName_required": "Nachname ist erforderlich",
    "msg_email_required": "E-Mail ist erforderlich",
    "msg_email_invalid": "E-Mail ist ungültig",
    "msg_country_required": "Land ist erforderlich",
    "msg_phone_required": "Telefonnummer ist erforderlich",
    "msg_message_required": "Nachricht ist erforderlich",
    "msg_agree_our_policy": "Bitte stimmen Sie unserer Richtlinie zu",
    "msg_error_checkout": "Bitte versuche es erneut",
    "jwt malformed": "Bitte melden Sie sich an und versuchen Sie es erneut",
    "faq-item-description2": "Unser Tool unterstützt Übersetzungen in alle Sprachen (260+) und ermöglicht die globale Übersetzung.",
    "faq-item-description3": "Die Übersetzung einer JSON -Datei erfolgt in nur wenigen Sekunden und bietet Ihnen einen schnellen Zugriff auf den übersetzten Inhalt",
    "faq-item-description4": "Mit einer einmaligen Übersetzung zahlen Sie pro übersetzte Datei, während eine unbegrenzte Mitgliedschaft Sie regelmäßig und ohne Grenzen für eine feste monatliche Gebühr übersetzen können",
    "faq-item-description5": "Ja, unser Tool nutzt Chatgpt und sorgt für hochwertige Übersetzungen mit hoher Genauigkeit. Besser als Google übersetzt und tief",
    "faq-item-description6": "Nein, unser Tool ist benutzerfreundlich und erfordert keine technischen Fähigkeiten. Es ist für die einfache Verwendung ausgelegt",
    "faq-item-description7": "Wählen Sie aus unseren Paketen aus und laden Sie einfach die JSON -Datei hoch, die Sie übersetzen möchten. Wählen Sie die Zielsprache (en) und erhalten Sie innerhalb von Sekunden die übersetzte Datei",
    "faq-item-description8": "Ja, wir bieten einen hervorragenden Kundensupport an, um alle Ihre Anfragen zu beantworten und Sie bei der Verwendung unseres Tools zu unterstützen. Wir bieten 24 und 48-Stunden-Support per E-Mail und Live-Chat",
    "faq-item-description10": "Ja, wir priorisieren die Sicherheit Ihrer Daten und implementieren strenge Maßnahmen, um sie zu schützen. Ihre Dateien werden nicht auf unserem Server gespeichert und sofort nach der Übersetzung aus unseren Systemen entfernt. (Es ist wichtig, dass Sie Ihre übersetzten Dateien sicher am Ende speichern.)",
    "privacy-header-title": "Datenschutzaussage JSON Übersetzer",
    "contact-location-des2": "EJ Amsterdam Niederlande",
    "contact-phone-des1": "Mo-Fr von 9:00 bis 17:00 Uhr",
    "contact-phone-des2": "+31202446988",
    "contact-email": "E-Mail oder Chat",
    "contact-email-des1": "Unser freundliches Team ist bereit, Ihnen zu helfen",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "JSON -Übersetzer",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Sich mit uns in Verbindung setzen",
    "contact-form-subtitle": "Kontaktiere uns",
    "contact-form-des2": "Wir würden gerne von Ihnen hören",
    "contact-description1": "Wie können wir Ihnen helfen?",
    "contact-description2": "Unser freundliches Team ist immer bereit für einen Chat",
    "contact-title": "Kontaktiere uns",
    "contact-phone": "Telefonnummer",
    "Translate JSON files in 5 seconds": "Übersetzen Sie JSON -Dateien in 5 Sekunden",
    "Start with the JSON Translator": "Beginnen Sie mit dem JSON -Übersetzer",
    "Terms and Conditions": "Geschäftsbedingungen",
    "Terms and Conditions for JSON Tool": "Allgemeine Geschäftsbedingungen für JSON -Tool",
    "Last Updated: 20 december 2023": "Zuletzt aktualisiert: 20. Dezember 2023",
    "1. Acceptance of Terms": "1. Annahme von Begriffen",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Durch den Zugriff auf oder verwenden Sie das von JSON Übersetzer bereitgestellte JSON -Tool, stimmen Sie zu, an diese Allgemeinen Geschäftsbedingungen gebunden zu sein. Wenn Sie einem Teil dieser Begriffe nicht zustimmen, verwenden Sie das JSON -Tool möglicherweise nicht.",
    "2. Use of the JSON Tool": "2. Verwendung des JSON -Tools",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Sie müssen mindestens 18 Jahre alt sein, um das JSON -Tool zu verwenden.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Sie erklären sich damit einverstanden, genaue und vollständige Informationen bei der Verwendung des JSON -Tools bereitzustellen, und aktualisieren diese Informationen, um die Genauigkeit zu gewährleisten.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Sie dürfen das JSON -Tool nicht missbrauchen. Verbotene Aktivitäten umfassen unter anderem den Versuch, unbefugten Zugang zu erhalten, die ordnungsgemäße Funktionsweise zu stören oder die anwendbaren Gesetze und Vorschriften zu verletzen.",
    "3. Intellectual Property": "3. geistiges Eigentum",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "Das JSON -Tool, einschließlich aller Inhalte, Funktionen und Funktionen, gehört unserem Unternehmen und ist durch Gesetze in geistigem Eigentum geschützt. Sie dürfen ohne unsere explizite Zustimmung keine Ableitungen reproduzieren, verteilen, ändern oder erstellen.",
    "4. Privacy": "4. Privatsphäre",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Ihre Verwendung des JSON -Tools unterliegt unserer Datenschutzaussage, in der Sie festlegen, wie wir Ihre persönlichen Daten sammeln, verwenden und schützen.",
    "5. Termination": "5. Kündigung",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Wir behalten uns das Recht vor, Ihren Zugriff auf das JSON -Tool jederzeit ohne vorherige Ankündigung aus irgendeinem Grund zu kündigen oder auszusetzen, einschließlich Verstößen gegen diese Bedingungen.",
    "6. Changes to Terms and Conditions": "6. Änderungen an Bedingungen",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Wir können diese Allgemeinen Geschäftsbedingungen aktualisieren, um Änderungen in unseren Praktiken oder aus anderen operativen, rechtlichen oder regulatorischen Gründen widerzuspiegeln. Wir werden Benutzer über das JSON -Tool über wesentliche Änderungen informieren.",
    "7. Disclaimer of Warranties": "7. Haftungsausschluss für Garantien",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "Das JSON -Tool wird ohne Garantien bereitgestellt, ausdrücklich oder impliziert. Wir garantieren nicht, dass das Tool fehlerfrei oder ununterbrochen ist.",
    "8. Limitation of Liability": "8. Haftungsbeschränkung",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "In keinem Fall haftet für indirekte, konsequente, zufällige, besondere oder strafende Schäden, die sich aus oder im Zusammenhang mit der Verwendung des JSON -Tools ergeben.",
    "9. Governing Law": "9. Leitungsrecht",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Diese Allgemeinen Geschäftsbedingungen unterliegen den Gesetzen unseres Unternehmens, ohne dass die Grundsätze der Rechtskonflikte in Übereinstimmung mit den Gesetzen unserer Gesellschaft ausgelegt sind.",
    "10. Contact Us": "10. Kontaktieren Sie uns",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Wenn Sie Fragen, Bedenken oder Anfragen zu diesen Allgemeinen Geschäftsbedingungen haben, kontaktieren Sie uns bitte unter info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Durch die Verwendung des JSON -Tools stimmen Sie den in diesen Bedingungen beschriebenen Bedingungen zu.",
    "Thank you for choosing": "Vielen Dank für die Wahl",
    "JSON Translator": "JSON -Übersetzer",
    "Privacy Statement": "Datenschutzerklärung",
    "Privacy Statement for JSON Translator": "Datenschutzaussage für JSON -Übersetzer",
    "1. Introduction": "1. Einleitung",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "JSON Übersetzer schätzt die Privatsphäre und Sicherheit unserer Benutzer. In dieser Datenschutzerklärung werden Ihre persönlichen Daten gesammelt, verwenden und schützen, wenn Sie unsere Website und unsere Dienste nutzen.",
    "2. Information We Collect": "2. Informationen, die wir sammeln",
    "We collect the following types of information:": "Wir sammeln die folgenden Arten von Informationen:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Persönliche Informationen: Wenn Sie sich für ein Konto anmelden oder unsere Dienste nutzen, können wir persönliche Daten sammeln, einschließlich, aber nicht beschränkt auf Ihren Namen, Ihre E -Mail -Adresse und Ihre Zahlungsdaten.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Nutzungsinformationen: Wir sammeln Informationen darüber, wie Sie unsere Website und unsere Dienste nutzen, einschließlich Ihrer Interaktionen und Transaktionen.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Geräteinformationen: Wir können Informationen über das Gerät sammeln, mit dem Sie auf unsere Dienste zugreifen, z. B. den Gerätetyp, das Betriebssystem und den Browser.",
    "3. How We Use Your Information": "3. Wie wir Ihre Informationen verwenden",
    "To provide and improve our services.": "Unsere Dienstleistungen zur Verfügung stellen und verbessern.",
    "To communicate with you about our services and updates.": "Um mit Ihnen über unsere Dienste und Updates zu kommunizieren.",
    "To personalize your experience and provide targeted content.": "Um Ihre Erfahrung zu personalisieren und gezielte Inhalte bereitzustellen.",
    "To process payments and transactions.": "Zahlungen und Transaktionen zu verarbeiten.",
    "4. Information Sharing": "4. Informationsaustausch",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Wir verkaufen, handeln oder vermieten Ihre persönlichen Daten nicht an Dritte. Wir können jedoch Informationen mit vertrauenswürdigen Diensten von Drittanbietern weitergeben, die uns bei der Beteiligung unserer Website oder bei der Durchführung unseres Geschäfts unterstützen, solange sie sich bereit erklären, diese Informationen vertraulich zu halten.",
    "5. Security Measures": "5. Sicherheitsmaßnahmen",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Wir priorisieren die Sicherheit Ihrer Informationen. Wir implementieren Sicherheitsmaßnahmen, die Branchenstandards implementieren, um Ihre persönlichen Daten vor nicht autorisierten Zugriff, Offenlegung, Veränderung und Zerstörung zu schützen.",
    "6. Your Choices": "6. Ihre Entscheidungen",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Sie haben das Recht, die persönlichen Informationen, die wir über Sie halten, zu überprüfen, zu aktualisieren und zu löschen. Sie können sich auch für bestimmte Kommunikation entscheiden.",
    "7. Changes to This Privacy Statement": "7. Änderungen an dieser Datenschutzaussage",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Wir können diese Datenschutzaussage aktualisieren, um Änderungen in unseren Praktiken oder aus anderen operativen, rechtlichen oder regulatorischen Gründen widerzuspiegeln. Wir werden Benutzer über wesentliche Änderungen über die Website informieren.",
    "8. Contact Us": "8. Kontaktieren Sie uns",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Wenn Sie Fragen, Bedenken oder Anfragen zu dieser Datenschutzerklärung haben, kontaktieren Sie uns bitte unter info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Durch die Nutzung unserer Website und unserer Dienste stimmen Sie den in dieser Datenschutzerklärung beschriebenen Bedingungen zu.",
    "Thank you for choosing JSON Translator. ": "Vielen Dank, dass Sie sich für JSON Übersetzer entschieden haben.",
    "Cookie Statement": "Cookie -Statement",
    "Cookie Statement for JSON Tool": "Cookie -Statement für JSON -Tool",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "In dieser Cookie -Anweisung wird erklärt, wie JSON Translator Cookies und ähnliche Technologien verwendet, wenn Sie das JSON -Tool verwenden. Durch die Verwendung des JSON -Tools stimmen Sie der Verwendung von Cookies zu, wie in dieser Erklärung beschrieben.",
    "2. What Are Cookies?": "2. Was sind Kekse?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Cookies sind kleine Textdateien, die auf Ihrem Gerät (Computer, Tablet oder Mobiltelefon) gespeichert sind, wenn Sie eine Website besuchen. Sie werden weithin verwendet, damit Websites funktioniert oder ihre Effizienz verbessern und Website -Eigentümer Informationen zur Verfügung stellt.",
    "3. How We Use Cookies": "3. Wie wir Cookies verwenden",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Diese Cookies sind erforderlich, damit das JSON -Tool ordnungsgemäß funktioniert. Sie ermöglichen Kernfunktionen wie Sicherheit, Netzwerkmanagement und Zugänglichkeit.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Wir verwenden Analytics Cookies, um Informationen darüber zu sammeln, wie Benutzer mit dem JSON -Tool interagieren. Dies hilft uns, die Leistung und die Benutzererfahrung zu analysieren und zu verbessern.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Marketing -Cookies werden verwendet, um Besucher auf Websites zu verfolgen. Es ist beabsichtigt, Anzeigen anzuzeigen, die für den einzelnen Benutzer relevant und engagiert sind.",
    "4. Types of Cookies We Use": "4. Arten von Cookies, die wir verwenden",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Dies sind temporäre Kekse, die ablaufen, wenn Sie Ihren Browser schließen.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Diese Cookies bleiben für einen festgelegten Zeitraum auf Ihrem Gerät oder bis Sie sie löschen.",
    "5. Your Choices": "5. Ihre Entscheidungen",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Sie können Cookies nach Belieben steuern und/oder löschen. Sie können alle bereits auf Ihrem Gerät befindlichen Cookies löschen und die meisten Browser festlegen, um zu verhindern, dass sie platziert werden. Wenn Sie dies jedoch tun, müssen Sie möglicherweise jedes Mal, wenn Sie das JSON -Tool besuchen, manuell einige Einstellungen anpassen.",
    "6. Third-Party Cookies": "6. Kekse von Drittanbietern",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Wir können Dienste von Drittanbietern verwenden, die Cookies in unserem Namen festlegen können. Diese Kekse unterliegen den jeweiligen Datenschutzrichtlinien dieser Drittanbieter.",
    "7. Changes to This Cookie Statement": "7. Änderungen an dieser Cookie -Anweisung",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Wir können diese Cookie -Erklärung aktualisieren, um Änderungen in unseren Praktiken oder aus anderen operativen, rechtlichen oder regulatorischen Gründen widerzuspiegeln. Wir werden Benutzer über das JSON -Tool über wesentliche Änderungen informieren.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Wenn Sie Fragen, Bedenken oder Anfragen zu dieser Cookie -Erklärung haben, kontaktieren Sie uns bitte unter info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Durch die Verwendung des JSON -Tools stimmen Sie der Verwendung von Cookies zu, wie in dieser Erklärung beschrieben.",
    "success": "Erfolg",
    "Please select the valid json file": "Bitte wählen Sie die gültige JSON -Datei aus",
    "The file size should be less than 5MB": "Die Dateigröße sollte weniger als 5 MB betragen",
    "The file loaded": "Die Datei geladen",
    "Please select the json file": "Bitte wählen Sie die JSON -Datei aus",
    "Please select your target language": "Bitte wählen Sie Ihre Zielsprache aus",
    "Content copied to clipboard!": "Inhalt in Zwischenablage kopiert!",
    "Unable to copy content to clipboard": "Inhalte können nicht in Zwischenablage kopieren",
    "Password is reset.": "Passwort wird zurückgesetzt.",
    "Signup success": "Anmeldeerfolg",
    "Successfully canceled your subscription": "Erfolgreich Ihr Abonnement storniert",
    "Changed successfully": "Erfolgreich verändert",
    "Current passworf field is not correct": "Das aktuelle PassWorf -Feld ist nicht korrekt",
    "Download all files": "Laden Sie alle Dateien herunter",
    "Download file": "Download-Datei",
    "Download": "Herunterladen",
    "*** You can try one file for free. ***": "*** Sie können eine Datei kostenlos ausprobieren. ***",
    "Unlimited": "Unbegrenzt",
    "Per month": "Pro Monat",
    "Billed yearly": "Jährlich in Rechnung gestellt",
    "Get started": "Loslegen",
    "Try one file for free": "Probieren Sie eine Datei kostenlos aus",
    "FEATURES": "MERKMALE",
    "Everything in our free plan plus....": "Alles in unserem freien Plan plus ....",
    "1 year unlimited translations": "1 Jahr unbegrenzte Übersetzungen",
    "Translate into 260+ languages at the click of a button": "Übersetzen Sie in 260 Sprachen beim Klicken einer Schaltfläche",
    "Easily download translated files": "Übersetzte Dateien problemlos herunterladen",
    "The best translation quality with the use of ChatGPT": "Die beste Übersetzungsqualität bei der Verwendung von Chatgpt",
    "Receive email support within 24 hours and online chat": "Erhalten Sie den E -Mail -Support innerhalb von 24 Stunden und Online -Chat",
    "Paid per file": "Pro Datei bezahlt",
    "per file": "pro Datei",
    "Easily pay per file for occasional use": "Für gelegentliche Verwendung problemlos pro Datei zahlen",
    "Easily translate and pay per file": "Leicht übersetzen und pro Datei bezahlen",
    "Choose from 260+ translation options": "Wählen Sie aus 260 Übersetzungsoptionen",
    "Receive email support within 48 hours": "Erhalten Sie den E -Mail -Support innerhalb von 48 Stunden",
    "Translate complete JSON files": "Übersetzen Sie vollständige JSON -Dateien",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Teilen Sie nie wieder JSON -Dateien in Teile auf. Übersetzen Sie einfach als Ganzes, angetrieben von Chatgpt.",
    "Translate with ChatGPT": "Übersetzen mit Chatgpt",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Übersetzen Sie mit Chatgpt, besser als Google Translate und Deeptl.",
    "Choose from 260+ languages": "Wählen Sie aus 260 Sprachen",
    "The widest range of languages, choose from 260+ languages.": "Die breiteste Spektrum von Sprachen, wählen Sie aus über 260 Sprachen.",
    "We offer unlimited packages": "Wir bieten unbegrenzte Pakete an",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Kein Ärger mit Pay-per-Charakter oder Zeichenfolge; Wir bieten unbegrenzte Pakete an.",
    "Multi-translate option": "Multi-Translate-Option",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Übersetzen Sie die vollständigen JSON -Dateien in 260 Sprachen mit dem Drücken einer Schaltfläche in Minuten.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "Das schnellste Tool, übersetzen Sie ganze JSON -Dateien in weniger als 5 Sekunden.",
    "Select your original language": "Wählen Sie Ihre Originalsprache aus",
    "Get in touch": "In Kontakt kommen",
    "Select your target language": "Wählen Sie Ihre Zielsprache aus",
    "ADD EXTRA OUTPUT LANGUAGE": "Fügen Sie zusätzliche Ausgangssprache hinzu",
    "Start translation": "Übersetzung beginnen",
    "Output language(s)": "Ausgabesprache (en)",
    "Setting": "Einstellung",
    "Join us as an affiliate partner and get 10% commission": "Machen Sie sich uns als Partnerin an und erhalten Sie 10% Provision",
    "Get up and running in less than 5 minutes.": "Steigen Sie in weniger als 5 Minuten zum Laufen.",
    "pload your main JSON file and select a language": "Laden Sie Ihre Haupt -JSON -Datei ein und wählen Sie eine Sprache aus",
    "Send message": "Nachricht senden",
    "You agree to our friendly ": "Sie stimmen unserem Freundschaft zu",
    "privacy policy": "Datenschutzrichtlinie",
    "Read more": "Mehr lesen"
}