{
    "link-home": "Hogar",
    "link-tool": "Herramienta",
    "link-howitworks": "Cómo funciona",
    "link-pricing": "Fijación de precios",
    "footer-link-contact": "Contacto",
    "footer-link-affiliate": "Afiliada",
    "footer-link-terms": "Términos",
    "footer-link-privacy": "Privacidad",
    "footer-link-cookies": "Galletas",
    "link-privacy": "Privacidad",
    "link-faq": "Preguntas más frecuentes",
    "link-login": "Acceso",
    "link-logout": "Cerrar sesión",
    "link-tool-edit": "Editar",
    "link-tool-trans": "Traducir",
    "homepage-aipublish-title": "Traducir un archivo JSON completo en unos segundos",
    "homepage-aipublish-sub-title1": "Traducir archivos json",
    "homepage-aipublish-sub-title2": "Traducir su archivo JSON",
    "homepage-aipublish-sub-title3": "Autorizado por chatgpt",
    "homepage-aipublish-info-title": "Traduce los archivos JSON con la presentación de un botón.",
    "homepage-aipublish-info-sub-title": "Traducir archivos JSON completos a la vez usando nuestra herramienta alimentada por ChatGPT",
    "homepage-aipublish-info-des": "Con nuestra herramienta, es posible traducir (grandes) JSON archivos de una vez en un idioma de 260+. La traducción se realiza con ChatGPT, y con nuestra herramienta, no necesita dividir los archivos en partes separadas.",
    "homepage-aipublish-edit-title": "Traducir archivos JSON completos a la vez, en cuestión de segundos",
    "homepage-aipublish-edit-des": "Con el traductor JSON, puede traducir los archivos JSON (grandes) a la vez sin la necesidad de dividir un archivo en varias partes. Simplemente traduzca un archivo JSON de una vez.",
    "homepage-aipublish-edit-item1": "Traducción de alta calidad mediante el uso de chatgpt",
    "homepage-aipublish-edit-item2": "Puede traducir archivos completos a la vez",
    "homepage-aipublish-edit-item3": "No puede obtener más rápido, solo 5 segundos para un archivo JSON traducido",
    "homepage-aipublish-trans-title": "Traducción JSON ilimitada en más de 260 idiomas",
    "homepage-aipublish-trans-des": "Con nuestra herramienta, puede traducir archivos JSON a más de 260 idiomas, asegurando la calidad de traducción más alta mediante el uso de ChatGPT",
    "homepage-aipublish-trans-item1": "Un archivo json traducido en casi todos los idiomas",
    "homepage-aipublish-trans-item2": "Puede optar por traducciones únicas y pagar por archivo",
    "homepage-aipublish-trans-item3": "Si desea traducir los archivos JSON regularmente, opte por la membresía ilimitada",
    "homepage-aipublish-price-title": "Fijación de precios",
    "homepage-aipublish-price-sub-title": "Precios simples y transparentes",
    "homepage-aipublish-price-des": "Habilitamos traducciones JSON para cualquier persona que trate con la traducción y localización del sitio web y las aplicaciones.",
    "faq-title": "Preguntas frecuentes",
    "faq-description": "Todo lo que necesitas saber sobre el traductor JSON",
    "faq-item-title1": "¿Cuál es la función principal de esta herramienta?",
    "faq-item-description1": "Nuestra herramienta le permite traducir archivos JSON completos en casi todos los idiomas de una sola vez, sin la necesidad de dividir el archivo en piezas separadas.",
    "faq-item-title2": "¿Qué idiomas son compatibles con la herramienta?",
    "faq-item-title3": "¿Qué tan rápido puedo traducir un archivo JSON?",
    "faq-item-title4": "¿Cuál es la diferencia entre una traducción única y una membresía ilimitada?",
    "faq-item-title5": "¿Puedo confiar en la calidad de la traducción?",
    "faq-item-title6": "¿Se requiere conocimiento técnico para usar la herramienta?",
    "faq-item-title7": "¿Cómo puedo comenzar con la herramienta?",
    "faq-item-title8": "¿Ofrece apoyo si tengo preguntas o necesito ayuda con la herramienta?",
    "faq-item-title9": "¿Puedo obtener un período de prueba gratuito para probar la herramienta?",
    "faq-item-title10": "¿Son mis datos seguros cuando se usan la herramienta?",
    "faq-case-study": "¿Todavía tienes preguntas?",
    "faq-case-study-title3": "¿No puedes encontrar la respuesta que estás buscando? Chatee con nuestro amable equipo.",
    "footer-copyright": "© 2023 JSON Translator Todos los derechos reservados.",
    "btn-try-free": "Prueba gratis",
    "signin-form-title": "Inicie sesión en su cuenta",
    "signin-form-welcome": "¡Bienvenido nuevamente! Ingrese sus datos.",
    "signin-form-email": "Correo electrónico",
    "signin-email-placeholder": "Ingrese su correo electrónico",
    "signin-form-password": "contraseña",
    "signin-password-placeholder": "Ingresa tu contraseña",
    "signin-form-remember": "Recuerda por 30 días",
    "signin-form-forget": "Has olvidado tu contraseña",
    "error-email-exist": "Correo electrónico ya registrado",
    "error-password-required": "Se requiere contraseña.",
    "error-pwdConfirm-required": "Se requiere confirmación de contraseña.",
    "error-password-not-confirm": "La contraseña y la contraseña confirman no es lo mismo.",
    "error-email-required": "Correo electronico (requerido.",
    "error-firstname-required": "Primer nombre (requerido.",
    "error-lastname-required": "Apellido Necesario.",
    "error-country-required": "Requerido el país.",
    "button-signin": "INICIAR SESIÓN",
    "button-signup": "INSCRIBIRSE",
    "login_success": "Logado exitoso",
    "please_login": "Vuelva a intentarlo después de iniciar sesión",
    "error-invalid-signin": "La información de la cuenta no es válida",
    "trans-form-title": "Traduce sus archivos JSON",
    "edit-form-subtitle": "Seleccione su archivo más reciente para completar la traducción en línea",
    "edit-form-guide1": "Seleccione un archivo o arrastre y suelte aquí",
    "edit-form-guide2": "Tamaño del archivo JSON No más de 10 MB",
    "select-language": "Seleccione el idioma",
    "select-file": "Seleccione Archivo",
    "faq-item-description9": "Ofrecemos la oportunidad de probar el traductor JSON gratis una vez. Después de esta prueba inicial, deberá elegir entre uno de nuestros paquetes pagados, como pago por archivo o ilimitado",
    "checkout-form-title": "Comience con el traductor JSON",
    "checkout-form-subtitle": "Mira el video o pruébalo gratis una vez.",
    "checkout-form-des2": "Complete el formulario a continuación y pruebe nuestra herramienta completamente gratis de inmediato.",
    "checkout-page-title": "Las ventajas del traductor JSON",
    "checkout-page-subtitle": "¿Por qué el traductor JSON?",
    "checkout-page-des": "Con el traductor JSON, puede traducir archivos JSON en más de 260 idiomas con solo un clic, completando el proceso en 5 segundos por archivo. Traducción garantizada de la más alta calidad impulsada por chatgpt",
    "affiliate-description": "¿Tiene una gran red/alcance entre los desarrolladores de software y los constructores web y de aplicaciones? Si es así, regístrese en nuestro programa de afiliados, promocione el traductor JSON y gane dinero",
    "affiliate-title": "Gane dinero promocionando nuestra herramienta",
    "affiliate-info-title": "Características",
    "affiliate-info-sub-title": "Promover nuestra herramienta y ganar dinero",
    "affiliate-info-des": "Gane dinero promocionando el traductor JSON dentro de su red. Recibirá materiales promocionales como pancartas y enlaces que puede usar. Obtenga una comisión del 10% sobre nuestros paquetes pagados con pagos mensuales",
    "affiliate-edit-title": "¿Satisfecho? Compartir las noticias",
    "affiliate-edit-des": "Si está satisfecho con el traductor JSON, ¡corre la voz!",
    "affiliate-edit-item1": "Recibirá un enlace de referencia personal",
    "affiliate-edit-item2": "Comparta el enlace dentro de su red",
    "affiliate-edit-item3": "Promover el traductor JSON y ganar dinero",
    "affiliate-trans-title": "Gane 10% por usuario referido",
    "affiliate-trans-des": "Gane dinero fácil promocionando nuestra herramienta. Obtenga $ 9 por cada usuario referido",
    "affiliate-trans-item1": "Alto porcentaje por usuario referido",
    "affiliate-trans-item2": "Pago mensual",
    "affiliate-trans-item3": "Borrar tablero para socios",
    "affiliate-third-title": "Rastree sus resultados en su propio tablero",
    "affiliate-third-des": "Tendrá acceso a un tablero de socios afiliados profesionales. Puede monitorear sus resultados y ganancias, y tendrá acceso a materiales promocionales.",
    "affiliate-third-item1": "Compruebe cuántos usuarios se ha referido",
    "affiliate-third-item2": "Ver sus ganancias de referencia",
    "affiliate-third-item3": "Descargar los mejores materiales promocionales",
    "Share team inboxes": "Compartir bandejas de entrada del equipo",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Ya sea que tenga un equipo de 2 o 200, nuestras bandejas de entrada del equipo compartido mantienen a todos en la misma página y en el bucle.",
    "signup-form-title": "Regístrese en su cuenta",
    "signup-form-welcome": "¡Bienvenido! Ingrese sus datos.",
    "signup-form-firstname": "Nombre de pila",
    "signup-form-lastname": "Apellido",
    "signup-form-country": "País",
    "signup-placeholder-firstname": "Ponga su primer nombre",
    "signup-placeholder-lastname": "Ingrese su último nombre",
    "signup-placeholder-country": "Entra en tu país",
    "signup-form-email": "Correo electrónico",
    "signup-placeholder-email": "Ingrese su correo electrónico",
    "signup-form-password": "Contraseña",
    "signup-placeholder-password": "Ingresa tu contraseña",
    "signup-form-password-confirm": "Contraseña confirmada",
    "signup-placeholder-password-confirm": "Ingrese su contraseña confirmar",
    "signup-button-signup": "Inscribirse",
    "have-not-account": "¿No tienes una cuenta?",
    "Deliver instant answers": "Entregar respuestas instantáneas",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "Una plataforma de servicio al cliente todo en uno que lo ayuda a equilibrar todo lo que sus clientes necesitan para estar contentos.",
    "msg_firstName_required": "Se requiere el primer nombre",
    "msg_lastName_required": "Se requiere apellido",
    "msg_email_required": "correo electronico es requerido",
    "msg_email_invalid": "el correo electrónico es invalido",
    "msg_country_required": "Se requiere país",
    "msg_phone_required": "Se requiere número de teléfono",
    "msg_message_required": "Se requiere mensaje",
    "msg_agree_our_policy": "Por favor acepte nuestra política",
    "msg_error_checkout": "Inténtalo de nuevo",
    "jwt malformed": "Inicie sesión y vuelva a intentarlo en",
    "faq-item-description2": "Nuestra herramienta admite traducciones a cualquier idioma (260+), lo que permite la traducción global.",
    "faq-item-description3": "La traducción de un archivo JSON ocurre en solo unos segundos, proporcionándole acceso rápido al contenido traducido",
    "faq-item-description4": "Con una traducción única, usted paga por archivo traducido, mientras que una membresía ilimitada le permite traducirse regularmente y sin límites por una tarifa mensual fija",
    "faq-item-description5": "Sí, nuestra herramienta utiliza ChatGPT y garantiza traducciones de alta calidad con alta precisión. Mejor que Google Translate y Deepl",
    "faq-item-description6": "No, nuestra herramienta es fácil de usar y no requiere habilidades técnicas. Está diseñado para facilitar el uso",
    "faq-item-description7": "Elija entre nuestros paquetes y simplemente cargue el archivo JSON que desea traducir. Seleccione los idiomas de destino, y en cuestión de segundos, recibirá el archivo traducido",
    "faq-item-description8": "Sí, ofrecemos una excelente atención al cliente para abordar todas sus consultas y ayudarlo a usar nuestra herramienta. Proporcionamos soporte de 24 y 48 horas por correo electrónico y chat en vivo",
    "faq-item-description10": "Sí, priorizamos la seguridad de sus datos e implementamos medidas estrictas para protegerlo. Sus archivos no se almacenan en nuestro servidor y se eliminan rápidamente de nuestros sistemas inmediatamente después de la traducción. (Es crucial asegurarse de guardar sus archivos traducidos de forma segura en su extremo)",
    "privacy-header-title": "Declaración de privacidad JSON Translator",
    "contact-location-des2": "EJ Amsterdam Países Bajos",
    "contact-phone-des1": "Lunes a viernes de 9:00 a.m. a 5:00 p.m.",
    "contact-phone-des2": "+31202446988",
    "contact-email": "Correo electrónico o chat",
    "contact-email-des1": "Nuestro amable equipo está listo para ayudarte",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "Traductor json",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Póngase en contacto con nosotros",
    "contact-form-subtitle": "Contáctenos",
    "contact-form-des2": "Nos encantaría saber de ti",
    "contact-description1": "¿Cómo podemos ayudarle?",
    "contact-description2": "Nuestro amable equipo siempre está listo para charlar",
    "contact-title": "Contáctenos",
    "contact-phone": "Número de teléfono",
    "Translate JSON files in 5 seconds": "Traducir archivos JSON en 5 segundos",
    "Start with the JSON Translator": "Comience con el traductor JSON",
    "Terms and Conditions": "Términos y condiciones",
    "Terms and Conditions for JSON Tool": "Términos y condiciones para la herramienta JSON",
    "Last Updated: 20 december 2023": "Última actualización: 20 de diciembre de 2023",
    "1. Acceptance of Terms": "1. Aceptación de términos",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Al acceder o usar la herramienta JSON proporcionada por JSON Translator, usted acepta estar sujeto a estos Términos y condiciones. Si no está de acuerdo con ninguna parte de estos términos, no puede usar la herramienta JSON.",
    "2. Use of the JSON Tool": "2. Uso de la herramienta JSON",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Debes tener al menos 18 años para usar la herramienta JSON.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Usted acepta proporcionar información precisa y completa al usar la herramienta JSON, y actualizará esta información para garantizar su precisión.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "No puede usar mal la herramienta JSON. Las actividades prohibidas incluyen, entre otros, intentar obtener acceso no autorizado, interferir con el funcionamiento adecuado o violar las leyes y regulaciones aplicables.",
    "3. Intellectual Property": "3. Propiedad intelectual",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "La herramienta JSON, que incluye todo el contenido, las características y la funcionalidad, es propiedad de nuestra empresa y está protegida por las leyes de propiedad intelectual. No puede reproducir, distribuir, modificar o crear trabajos derivados sin nuestro consentimiento explícito.",
    "4. Privacy": "4. Privacidad",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Su uso de la herramienta JSON está sujeto a nuestra declaración de privacidad, que describe cómo recopilamos, usamos y protegemos su información personal.",
    "5. Termination": "5. Terminación",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Nos reservamos el derecho de terminar o suspender su acceso a la herramienta JSON en cualquier momento, sin previo aviso, por cualquier motivo, incluida la violación de estos Términos y condiciones.",
    "6. Changes to Terms and Conditions": "6. Cambios a los términos y condiciones",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Podemos actualizar estos términos y condiciones para reflejar los cambios en nuestras prácticas o por otras razones operativas, legales o regulatorias. Notificaremos a los usuarios cualquier cambio significativo a través de la herramienta JSON.",
    "7. Disclaimer of Warranties": "7. Descargo de responsabilidad de las garantías",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "La herramienta JSON se proporciona 'como está', sin garantías, expresas o implícitas. No garantizamos que la herramienta esté libre de errores o sin errores.",
    "8. Limitation of Liability": "8. Limitación de responsabilidad",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "En ningún caso será responsable de los daños indirectos, consecuentes, incidentales, especiales o punitivos que surjan o en relación con el uso de la herramienta JSON.",
    "9. Governing Law": "9. Ley de gobierno",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Estos términos y condiciones se rigen e interpretan de acuerdo con las leyes de nuestra empresa, sin tener en cuenta sus principios de conflicto de leyes.",
    "10. Contact Us": "10. Contáctenos",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Si tiene alguna pregunta, inquietud o solicitud con respecto a estos Términos y condiciones, contáctenos a info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Al usar la herramienta JSON, usted acepta los términos descritos en estos Términos y condiciones.",
    "Thank you for choosing": "Gracias por escoger",
    "JSON Translator": "Traductor json",
    "Privacy Statement": "Declaracion de privacidad",
    "Privacy Statement for JSON Translator": "Declaración de privacidad para el traductor JSON",
    "1. Introduction": "1. Introducción",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "El traductor JSON valora la privacidad y la seguridad de nuestros usuarios. Esta declaración de privacidad describe cómo recopilamos, usamos y protegemos su información personal cuando use nuestro sitio web y servicios.",
    "2. Information We Collect": "2. Información que recopilamos",
    "We collect the following types of information:": "Recopilamos los siguientes tipos de información:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Información personal: cuando se registra para obtener una cuenta o usa nuestros servicios, podemos recopilar información personal, incluida, entre otros, su nombre, dirección de correo electrónico y detalles de pago.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Información de uso: recopilamos información sobre cómo utiliza nuestro sitio web y servicios, incluidas sus interacciones y transacciones.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Información del dispositivo: podemos recopilar información sobre el dispositivo que utiliza para acceder a nuestros servicios, como el tipo de dispositivo, el sistema operativo y el navegador.",
    "3. How We Use Your Information": "3. Cómo usamos su información",
    "To provide and improve our services.": "Para proporcionar y mejorar nuestros servicios.",
    "To communicate with you about our services and updates.": "Para comunicarse con usted sobre nuestros servicios y actualizaciones.",
    "To personalize your experience and provide targeted content.": "Para personalizar su experiencia y proporcionar contenido dirigido.",
    "To process payments and transactions.": "Para procesar pagos y transacciones.",
    "4. Information Sharing": "4. Compartir información",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "No vendemos, intercambiamos ni alquilamos su información personal a terceros. Sin embargo, podemos compartir información con proveedores de servicios de terceros confiables que nos ayudan a operar nuestro sitio web o en realizar nuestro negocio, siempre que acepten mantener esta información confidencial.",
    "5. Security Measures": "5. Medidas de seguridad",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Priorizamos la seguridad de su información. Implementamos medidas de seguridad estándar de la industria para proteger su información personal del acceso no autorizado, divulgación, alteración y destrucción.",
    "6. Your Choices": "6. Tus elecciones",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Tiene derecho a revisar, actualizar y eliminar la información personal que tenemos sobre usted. También puede optar por no participar en ciertas comunicaciones.",
    "7. Changes to This Privacy Statement": "7. Cambios a esta declaración de privacidad",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Podemos actualizar esta declaración de privacidad para reflejar los cambios en nuestras prácticas o por otras razones operativas, legales o regulatorias. Notificaremos a los usuarios cualquier cambio significativo a través del sitio web.",
    "8. Contact Us": "8. Contáctenos",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Si tiene alguna pregunta, inquietud o solicitud con respecto a esta declaración de privacidad, contáctenos a info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Al utilizar nuestro sitio web y servicios, usted acepta los términos descritos en esta declaración de privacidad.",
    "Thank you for choosing JSON Translator. ": "Gracias por elegir el traductor JSON.",
    "Cookie Statement": "Declaración de cookie",
    "Cookie Statement for JSON Tool": "Declaración de cookie para la herramienta JSON",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Esta declaración de cookie explica cómo el traductor JSON usa cookies y tecnologías similares cuando usa la herramienta JSON. Al utilizar la herramienta JSON, usted acepta el uso de cookies como se describe en esta declaración.",
    "2. What Are Cookies?": "2. ¿Qué son las cookies?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Las cookies son pequeños archivos de texto que se almacenan en su dispositivo (computadora, tableta o teléfono móvil) cuando visita un sitio web. Se utilizan ampliamente para hacer que los sitios web funcionen o para mejorar su eficiencia, así como para proporcionar información a los propietarios de sitios web.",
    "3. How We Use Cookies": "3. Cómo usamos cookies",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Estas cookies son necesarias para que la herramienta JSON funcione correctamente. Habilitan la funcionalidad central como la seguridad, la gestión de redes y la accesibilidad.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Utilizamos las cookies de análisis para recopilar información sobre cómo los usuarios interactúan con la herramienta JSON. Esto nos ayuda a analizar y mejorar el rendimiento y la experiencia del usuario.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Las cookies de marketing se utilizan para rastrear a los visitantes en todos los sitios web. La intención es mostrar anuncios relevantes y atractivos para el usuario individual.",
    "4. Types of Cookies We Use": "4. Tipos de cookies que usamos",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Estas son cookies temporales que caducan cuando cierra su navegador.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Estas cookies permanecen en su dispositivo durante un período establecido o hasta que las elimine.",
    "5. Your Choices": "5. Tus elecciones",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Puede controlar y/o eliminar cookies como desee. Puede eliminar todas las cookies que ya están en su dispositivo, y puede configurar la mayoría de los navegadores para evitar que se coloquen. Sin embargo, si hace esto, es posible que deba ajustar manualmente algunas preferencias cada vez que visite la herramienta JSON.",
    "6. Third-Party Cookies": "6. Cookies de terceros",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Podemos usar servicios de terceros que pueden establecer cookies en nuestro nombre. Estas cookies están sujetas a las políticas de privacidad respectivas de estos proveedores externos.",
    "7. Changes to This Cookie Statement": "7. Cambios en esta declaración de cookie",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Podemos actualizar esta declaración de cookies para reflejar los cambios en nuestras prácticas o por otras razones operativas, legales o regulatorias. Notificaremos a los usuarios cualquier cambio significativo a través de la herramienta JSON.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Si tiene alguna pregunta, inquietud o solicitud con respecto a esta declaración de cookie, contáctenos a info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Al usar la herramienta JSON, usted acepta el uso de cookies como se describe en esta declaración.",
    "success": "éxito",
    "Please select the valid json file": "Seleccione el archivo JSON válido",
    "The file size should be less than 5MB": "El tamaño del archivo debe ser inferior a 5 MB",
    "The file loaded": "El archivo cargado",
    "Please select the json file": "Seleccione el archivo JSON",
    "Please select your target language": "Seleccione su idioma de destino",
    "Content copied to clipboard!": "¡Contenido copiado en el portapapeles!",
    "Unable to copy content to clipboard": "No se puede copiar contenido al portapapeles",
    "Password is reset.": "La contraseña se restablece.",
    "Signup success": "Éxito de registro",
    "Successfully canceled your subscription": "Canceló con éxito su suscripción",
    "Changed successfully": "Cambiado con éxito",
    "Current passworf field is not correct": "El campo actual de passworf no es correcto",
    "Download all files": "Descargar todos los archivos",
    "Download file": "Descargar archivo",
    "Download": "Descargar",
    "*** You can try one file for free. ***": "*** Puede probar un archivo gratis. ***",
    "Unlimited": "Ilimitada",
    "Per month": "Por mes",
    "Billed yearly": "Facturado anualmente",
    "Get started": "Empezar",
    "Try one file for free": "Prueba un archivo gratis",
    "FEATURES": "CARACTERÍSTICAS",
    "Everything in our free plan plus....": "Todo en nuestro plan gratuito más ...",
    "1 year unlimited translations": "1 año de traducciones ilimitadas",
    "Translate into 260+ languages at the click of a button": "Traducir en más de 260 idiomas con el clic de un botón",
    "Easily download translated files": "Descargar fácilmente archivos traducidos",
    "The best translation quality with the use of ChatGPT": "La mejor calidad de traducción con el uso de chatgpt",
    "Receive email support within 24 hours and online chat": "Reciba soporte por correo electrónico dentro de las 24 horas y el chat en línea",
    "Paid per file": "Pagado por archivo",
    "per file": "por archivo",
    "Easily pay per file for occasional use": "Pagar fácilmente por archivo por uso ocasional",
    "Easily translate and pay per file": "Traducir y pagar fácilmente por archivo",
    "Choose from 260+ translation options": "Elija entre más de 260 opciones de traducción",
    "Receive email support within 48 hours": "Reciba soporte por correo electrónico dentro de las 48 horas",
    "Translate complete JSON files": "Traducir archivos JSON completos",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Nunca más divida los archivos JSON en partes; Simplemente traducir en su conjunto, impulsado por ChatGPT.",
    "Translate with ChatGPT": "Traducir con chatgpt",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Traducir con ChatGPT, mejor que Google Translate y Deepl.",
    "Choose from 260+ languages": "Elija entre más de 260 idiomas",
    "The widest range of languages, choose from 260+ languages.": "La gama más amplia de idiomas, elija entre más de 260 idiomas.",
    "We offer unlimited packages": "Ofrecemos paquetes ilimitados",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "No hay molestias con el pago por característico o la cadena; Ofrecemos paquetes ilimitados.",
    "Multi-translate option": "Opción multi-traductor",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Traduce los archivos JSON completos en más de 260 idiomas con la presentación de un botón en minutos.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "La herramienta más rápida traduce archivos JSON completos en menos de 5 segundos.",
    "Select your original language": "Seleccione su idioma original",
    "Get in touch": "Ponerse en contacto",
    "Select your target language": "Seleccione su idioma de destino",
    "ADD EXTRA OUTPUT LANGUAGE": "Agregar lenguaje de salida adicional",
    "Start translation": "Iniciar traducción",
    "Output language(s)": "Lenguaje (s) de salida",
    "Setting": "Configuración",
    "Join us as an affiliate partner and get 10% commission": "Únase a nosotros como socio afiliado y obtenga una comisión del 10%",
    "Get up and running in less than 5 minutes.": "Levántate en menos de 5 minutos.",
    "pload your main JSON file and select a language": "Plaad su archivo JSON principal y seleccione un idioma",
    "Send message": "Enviar mensaje",
    "You agree to our friendly ": "Usted está de acuerdo con nuestro amistoso",
    "privacy policy": "política de privacidad",
    "Read more": "Leer más"
}