{
    "link-home": "Koti",
    "link-tool": "Työkalu",
    "link-howitworks": "Kuinka se toimii",
    "link-pricing": "Hinnoittelu",
    "footer-link-contact": "Ottaa yhteyttä",
    "footer-link-affiliate": "Liittää",
    "footer-link-terms": "Sanat",
    "footer-link-privacy": "Yksityisyys",
    "footer-link-cookies": "Keksit",
    "link-privacy": "Yksityisyys",
    "link-faq": "Faq",
    "link-login": "Kirjaudu sisään",
    "link-logout": "Kirjautua ulos",
    "link-tool-edit": "Muokata",
    "link-tool-trans": "Kääntää",
    "homepage-aipublish-title": "Käännä täydellinen JSON -tiedosto muutamassa sekunnissa",
    "homepage-aipublish-sub-title1": "Käännä JSON -tiedostoja",
    "homepage-aipublish-sub-title2": "Käännä JSON -tiedosto",
    "homepage-aipublish-sub-title3": "Powered by chatgpt",
    "homepage-aipublish-info-title": "Käännä JSON -tiedostoja painikkeen painikkeella.",
    "homepage-aipublish-info-sub-title": "Käännä koko JSON",
    "homepage-aipublish-info-des": "Työkalumme avulla on mahdollista kääntää (suuret) JSON -tiedostot kerralla 260+ kielelle. Käännös tehdään chatgPT: llä, ja työkalumme kanssa sinun ei tarvitse jakaa tiedostoja erillisiin osiin.",
    "homepage-aipublish-edit-title": "Käännä kokonaiset JSON -tiedostot kerralla, sekunnissa",
    "homepage-aipublish-edit-des": "JSON -kääntäjän avulla voit kääntää (suuret) JSON -tiedostot kerralla ilman tarvetta jakaa tiedosto useisiin osiin. Käännä vain JSON -tiedosto kerralla.",
    "homepage-aipublish-edit-item1": "Korkealaatuinen käännös chatgpt: n avulla",
    "homepage-aipublish-edit-item2": "Voit kääntää kokonaiset tiedostot kerralla",
    "homepage-aipublish-edit-item3": "Se ei voi tulla nopeammin, vain 5 sekuntia käännetylle JSON -tiedostolle",
    "homepage-aipublish-trans-title": "Rajoittamaton JSON -käännös 260+ kielellä",
    "homepage-aipublish-trans-des": "Työkalumme avulla voit kääntää JSON -tiedostot 260+ kielelle, varmistamalla korkeimman saavutettavan käännöksen laadun chatgptin avulla",
    "homepage-aipublish-trans-item1": "Käännetty JSON -tiedosto melkein kaikilla kielillä",
    "homepage-aipublish-trans-item2": "Voit valita kertaluonteiset käännökset ja maksaa tiedostoa kohti",
    "homepage-aipublish-trans-item3": "Jos haluat kääntää JSON -tiedostoja säännöllisesti, valitse rajoittamaton jäsenyys",
    "homepage-aipublish-price-title": "Hinnoittelu",
    "homepage-aipublish-price-sub-title": "Yksinkertainen, läpinäkyvä hinnoittelu",
    "homepage-aipublish-price-des": "Otamme käyttöön JSON -käännökset kaikille, jotka käsittelevät verkkosivustojen ja sovellusten kääntämistä ja lokalisointia.",
    "faq-title": "Usein Kysytyt Kysymykset",
    "faq-description": "Kaikki mitä sinun täytyy tietää JSON -kääntäjästä",
    "faq-item-title1": "Mikä on tämän työkalun päätehtävä?",
    "faq-item-description1": "Työkalumme avulla voit kääntää täydelliset JSON -tiedostot melkein kaikkiin kieliin yhdellä kertaa ilman, että tarvetta jakamaan tiedosto erillisiksi kappaleiksi.",
    "faq-item-title2": "Mitkä kielet työkalu tukee?",
    "faq-item-title3": "Kuinka nopeasti voin kääntää JSON -tiedoston?",
    "faq-item-title4": "Mitä eroa on kertaluonteisen käännöksen ja rajoittamattoman jäsenyyden välillä?",
    "faq-item-title5": "Voinko luottaa käännöksen laatuun?",
    "faq-item-title6": "Tarvitaanko työkalujen käyttämiseen teknistä tietämystä?",
    "faq-item-title7": "Kuinka voin aloittaa työkalun?",
    "faq-item-title8": "Tarjoatko tukea, jos minulla on kysyttävää tai tarvitsen apua työkalun kanssa?",
    "faq-item-title9": "Voinko saada ilmaisen kokeilujakson kokeilla työkalua?",
    "faq-item-title10": "Ovatko tietoni turvassa työkalua käytettäessä?",
    "faq-case-study": "Onko sinulla vielä kysymyksiä?",
    "faq-case-study-title3": "Etkö löydä etsimäsi vastausta? Ole hyvä ja keskustele ystävällisen tiimimme kanssa.",
    "footer-copyright": "© 2023 JSON -kääntäjä Kaikki oikeudet pidätetään.",
    "btn-try-free": "Kokeile ilmaiseksi",
    "signin-form-title": "Kirjaudu sisään tiliisi",
    "signin-form-welcome": "Tervetuloa takaisin! Anna tietosi.",
    "signin-form-email": "Sähköposti",
    "signin-email-placeholder": "Kirjoita sinulle sähköpostia",
    "signin-form-password": "Salasana",
    "signin-password-placeholder": "Syötä salasanasi",
    "signin-form-remember": "Muista 30 päivää",
    "signin-form-forget": "Unohtuiko salasana",
    "error-email-exist": "Sähköposti jo rekisteröidy",
    "error-password-required": "Salasana tarvitaan.",
    "error-pwdConfirm-required": "Salasanavahvistus vaaditaan.",
    "error-password-not-confirm": "Salasana ja salasanavahvistus ei ole sama.",
    "error-email-required": "Vaaditaan sähköposti.",
    "error-firstname-required": "FirstName vaaditaan.",
    "error-lastname-required": "LastName vaaditaan.",
    "error-country-required": "Maa vaaditaan.",
    "button-signin": "KIRJAUDU SISÄÄN",
    "button-signup": "KIRJAUDU",
    "login_success": "Kirotettu menestyvä",
    "please_login": "Yritä uudelleen kirjautumisen jälkeen",
    "error-invalid-signin": "Tilitiedot eivät ole kelvollisia",
    "trans-form-title": "Käännä JSON -tiedostosi",
    "edit-form-subtitle": "Valitse viimeisin tiedosto, joka suorittaa online -käännöksen",
    "edit-form-guide1": "Valitse tiedosto tai vedä ja pudota täältä",
    "edit-form-guide2": "JSON -tiedoston koko enintään 10 Mt",
    "select-language": "Valitse kieli",
    "select-file": "Valitse tiedosto",
    "faq-item-description9": "Tarjoamme mahdollisuuden kokeilla JSON -kääntäjää ilmaiseksi kerran. Tämän alkuperäisen kokeilun jälkeen sinun on valittava yhdestä maksetusta paketistamme, kuten palkka tiedostoa kohti tai rajoittamaton",
    "checkout-form-title": "Aloita JSON -kääntäjästä",
    "checkout-form-subtitle": "Katso video tai kokeile sitä ilmaiseksi kerran.",
    "checkout-form-des2": "Täytä alla oleva lomake ja kokeile työkalua kokonaan ilmaiseksi heti.",
    "checkout-page-title": "JSON -kääntäjän edut",
    "checkout-page-subtitle": "Miksi JSON -kääntäjä?",
    "checkout-page-des": "JSON -kääntäjän avulla voit kääntää JSON -tiedostot 260+ kielelle vain napsautuksella, suorittamalla prosessin 5 sekunnissa tiedostoa kohti. Taattu korkealaatuinen käännös, jonka avulla chatgpt saavat",
    "affiliate-description": "Onko sinulla suuri verkko/tavoite ohjelmistokehittäjien sekä verkko- ja sovellusrakentajien keskuudessa? Jos näin on, kirjaudu tytäryhtiöohjelmaan, mainitse JSON -kääntäjä ja ansaitse rahaa",
    "affiliate-title": "Ansaitse rahaa mainostamalla työkaluamme",
    "affiliate-info-title": "ominaisuudet",
    "affiliate-info-sub-title": "Mainosta työkaluamme ja ansaitse rahaa",
    "affiliate-info-des": "Ansaitse rahaa mainostamalla verkostosi JSON -kääntäjää. Saat mainosmateriaaleja, kuten bannereita ja linkkejä, joita voit käyttää. Ansaitse 10% palkkio maksetuista paketeistamme kuukausittaisilla voitoilla",
    "affiliate-edit-title": "Tyytyväinen? Jaa uutiset",
    "affiliate-edit-des": "Jos olet tyytyväinen JSON -kääntäjään, levitä sana!",
    "affiliate-edit-item1": "Saat henkilökohtaisen viittauslinkin",
    "affiliate-edit-item2": "Jaa linkki verkossa",
    "affiliate-edit-item3": "Mainostaa JSON -kääntäjää ja ansaitse rahaa",
    "affiliate-trans-title": "Ansaitse 10% mainittua käyttäjää kohti",
    "affiliate-trans-des": "Ansaitse helppoa rahaa mainostamalla työkaluamme. Hanki 9 dollaria jokaiselta viitattu käyttäjältä",
    "affiliate-trans-item1": "Korkea prosenttiosuus viitattu käyttäjää kohti",
    "affiliate-trans-item2": "Kuukausipalkkio",
    "affiliate-trans-item3": "Selkeä kojelauta kumppaneille",
    "affiliate-third-title": "Seuraa tuloksia omassa kojelaudassa",
    "affiliate-third-des": "Sinulla on pääsy ammattimaiseen tytäryhtiökumppanin hallintapaneeliin. Voit seurata tuloksia ja tulostasi, ja sinulla on pääsy myynninedistämismateriaaleihin",
    "affiliate-third-item1": "Tarkista, kuinka monta käyttäjää olet lähettänyt",
    "affiliate-third-item2": "Katso lähetystulot",
    "affiliate-third-item3": "Lataa parhaat mainosmateriaalit",
    "Share team inboxes": "Jaa joukkueen postilaatikot",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Olipa sinulla 2 tai 200 joukkue, jaetut joukkueen postilaatikot pitävät kaikki samalla sivulla ja silmukassa.",
    "signup-form-title": "Rekisteröidy tili",
    "signup-form-welcome": "Tervetuloa tänne! Anna tietosi.",
    "signup-form-firstname": "Etunimi",
    "signup-form-lastname": "Sukunimi",
    "signup-form-country": "Maa",
    "signup-placeholder-firstname": "Anna etunimesi",
    "signup-placeholder-lastname": "Kirjoita LastName",
    "signup-placeholder-country": "Anna maasi",
    "signup-form-email": "Sähköposti",
    "signup-placeholder-email": "Kirjoita sinulle sähköpostia",
    "signup-form-password": "Salasana",
    "signup-placeholder-password": "Syötä salasanasi",
    "signup-form-password-confirm": "Salasanavahvistus",
    "signup-placeholder-password-confirm": "Kirjoita salasanasi vahvista",
    "signup-button-signup": "Kirjaudu",
    "have-not-account": "Eikö sinulla ole tiliä?",
    "Deliver instant answers": "Toimita välittömiä vastauksia",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "All-in-one-asiakaspalvelualusta, joka auttaa sinua tasapainottamaan kaiken, mitä asiakkaasi tarvitsevat ollaksesi onnellinen.",
    "msg_firstName_required": "Etunimi vaaditaan",
    "msg_lastName_required": "Sukunimi vaaditaan",
    "msg_email_required": "Sähköposti vaaditaan",
    "msg_email_invalid": "sähköpostiosoite on virheellinen",
    "msg_country_required": "Maa vaaditaan",
    "msg_phone_required": "Puhelinnumero vaaditaan",
    "msg_message_required": "Viesti vaaditaan",
    "msg_agree_our_policy": "Ole hyvä ja hyväksy käytäntömme",
    "msg_error_checkout": "Yritä uudelleen",
    "jwt malformed": "Kirjaudu sisään ja yritä uudelleen",
    "faq-item-description2": "Työkalumme tukee käännöksiä kaikille kielille (260+), mikä mahdollistaa globaalin käännöksen.",
    "faq-item-description3": "JSON -tiedoston käännös tapahtuu vain muutamassa sekunnissa, mikä tarjoaa sinulle nopean pääsyn käännettyyn sisältöön",
    "faq-item-description4": "Kertaluonteisella käännöksellä maksat käännetyn tiedoston kohden, kun taas rajoittamaton jäsenyys antaa sinun kääntää säännöllisesti ja ilman rajoja kiinteään kuukausimaksuun",
    "faq-item-description5": "Kyllä, työkalumme hyödyntää chatgPT: tä ja varmistaa korkealaatuiset käännökset erittäin tarkkuudella. Parempi kuin Google Translate ja Deepl",
    "faq-item-description6": "Ei, työkalu on käyttäjäystävällinen eikä vaadi teknisiä taitoja. Se on suunniteltu helppoa käyttöä",
    "faq-item-description7": "Valitse paketeistamme ja lataa vain käännettävä JSON -tiedosto. Valitse kohdekieli (t), ja muutamassa sekunnissa saat käännetyn tiedoston",
    "faq-item-description8": "Kyllä, tarjoamme erinomaista asiakastukea kaikkien tiedustelujen käsittelemiseksi ja työkalun käyttämisessä. Tarjoamme 24 ja 48 tunnin tuen sähköpostitse ja live-chatin kautta",
    "faq-item-description10": "Kyllä, priorisoimme tietojen turvallisuuden ja toteutamme tiukat toimenpiteet sen suojaamiseksi. Tiedostojasi ei tallenneta palvelimellemme, ja ne poistetaan viipymättä järjestelmistämme heti käännöksen jälkeen. (On tärkeää varmistaa, että tallennat käännetyt tiedostot turvallisesti lopussa)",
    "privacy-header-title": "Tietosuojalausunto JSON -kääntäjä",
    "contact-location-des2": "EJ Amsterdam Alankomaat",
    "contact-phone-des1": "Maan-pe klo 9.00–17.00",
    "contact-phone-des2": "+31202446988",
    "contact-email": "Sähköposti tai chat",
    "contact-email-des1": "Ystävällinen tiimimme on valmis auttamaan sinua",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "JSON -kääntäjä",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Ota yhteyttä meihin",
    "contact-form-subtitle": "Ota meihin yhteyttä",
    "contact-form-des2": "Haluaisimme kuulla sinusta",
    "contact-description1": "Kuinka voimme auttaa sinua?",
    "contact-description2": "Ystävällinen tiimimme on aina valmis keskustelemaan",
    "contact-title": "Ota meihin yhteyttä",
    "contact-phone": "Puhelinnumero",
    "Translate JSON files in 5 seconds": "Käännä JSON -tiedostoja 5 sekunnissa",
    "Start with the JSON Translator": "Aloita JSON -kääntäjästä",
    "Terms and Conditions": "Käyttöehdot",
    "Terms and Conditions for JSON Tool": "JSON -työkalun ehdot",
    "Last Updated: 20 december 2023": "Viimeksi päivitetty: 20. joulukuuta 2023",
    "1. Acceptance of Terms": "1. Ehtojen hyväksyminen",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Käyttämällä tai käyttämällä JSON -kääntäjän tarjoamaa JSON -työkalua, suostut siihen, että nämä ehdot sitovat. Jos et ole samaa mieltä näiden termien osan kanssa, et voi käyttää JSON -työkalua.",
    "2. Use of the JSON Tool": "2. JSON -työkalun käyttö",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Sinun on oltava vähintään 18 -vuotias käyttääksesi JSON -työkalua.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Sitoudut toimittamaan tarkkoja ja täydellisiä tietoja JSON -työkalua käytettäessä ja päivität nämä tiedot sen tarkkuuden varmistamiseksi.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Et voi käyttää JSON -työkalua väärin. Kiellettyihin toimintoihin kuuluu, mutta niihin rajoittumatta, yrittäminen saada luvattomia pääsyä, asianmukaisen toiminnan puuttumisen tai sovellettavien lakien ja asetusten rikkominen.",
    "3. Intellectual Property": "3. immateriaalioikeus",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "JSON -työkalu, mukaan lukien kaikki sisältö, ominaisuudet ja toiminnallisuus, on yrityksemme omistuksessa, ja se on immateriaalioikeuden lait. Et voi jäljentää, levittää, muokata tai luoda johdannaisia teoksia ilman nimenomaista suostumustamme.",
    "4. Privacy": "4. Yksityisyys",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "JSON -työkalun käyttö on tietosuojalausunnomme, jossa hahmotellaan, kuinka keräämme, käytämme ja suojaamme henkilökohtaisia tietojasi.",
    "5. Termination": "5. Irtisanominen",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Pidätämme oikeuden lopettaa tai keskeyttää pääsy JSON -työkaluun milloin tahansa ilman ennakkoilmoitusta, mukaan lukien näiden ehtojen rikkominen.",
    "6. Changes to Terms and Conditions": "6. Muutokset ehtoihin",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Voimme päivittää nämä ehdot heijastamaan muutoksia käytäntöissämme tai muissa operatiivisissa, oikeudellisissa tai sääntely syissä. Ilmoitamme käyttäjille merkittävistä muutoksista JSON -työkalun kautta.",
    "7. Disclaimer of Warranties": "7. Takuun vastuuvapauslauseke",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "JSON -työkalu on 'sellaisenaan', ilman mitään takuita, nimenomaisia tai implisiittisiä. Emme takaa, että työkalu on virheetöntä tai keskeytymätöntä.",
    "8. Limitation of Liability": "8. Vastuun rajoitus",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "JSON -työkalun käytön aiheuttamat epäsuorat, seuraukselliset, satunnaiset, erityiset tai rankaisevat vahingot eivät missään tapauksessa saa olla vastuussa epäsuorista, seurauksellisista, erityisistä tai rangaistuksista.",
    "9. Governing Law": "9. Hallintalaki",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Näitä ehtoja säätelevät ja tulkitaan yrityksen lakien mukaisesti ottamatta huomioon sen lainvalintaperiaatteita.",
    "10. Contact Us": "10. Ota yhteyttä",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Jos sinulla on kysyttävää, huolenaiheita tai näitä ehtoja koskevia pyyntöjä, ota meihin yhteyttä osoitteeseen info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Käyttämällä JSON -työkalua, hyväksyt ehdot, jotka on esitetty näissä ehdoissa.",
    "Thank you for choosing": "Kiitos, kun valitsit",
    "JSON Translator": "JSON -kääntäjä",
    "Privacy Statement": "Tietosuojalausunto",
    "Privacy Statement for JSON Translator": "JSON -kääntäjälle tietosuojalausunto",
    "1. Introduction": "1. Esittely",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "JSON -kääntäjä arvostaa käyttäjien yksityisyyttä ja turvallisuutta. Tässä tietosuojalausunnossa hahmotellaan, kuinka keräämme, käytämme ja suojaamme henkilökohtaisia tietojasi, kun käytät verkkosivustoamme ja palveluitamme.",
    "2. Information We Collect": "2. Keräämme tiedot",
    "We collect the following types of information:": "Keräämme seuraavat tiedot:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Henkilökohtaiset tiedot: Kun kirjaudut tilille tai käytät palveluitamme, voimme kerätä henkilökohtaisia tietoja, mukaan lukien, mutta rajoittumatta nimesi, sähköpostiosoitteesi ja maksutiedot.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Käyttötiedot: Keräämme tietoja siitä, kuinka käytät verkkosivustoamme ja palveluitamme, mukaan lukien vuorovaikutuksesi ja tapahtumasi.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Laitetiedot: Voimme kerätä tietoja laitteesta, jota käytät palveluihimme, kuten laitetyyppi, käyttöjärjestelmä ja selain.",
    "3. How We Use Your Information": "3. Kuinka käytämme tietojasi",
    "To provide and improve our services.": "Tarjota ja parantaa palveluitamme.",
    "To communicate with you about our services and updates.": "Kommunikoida kanssasi palveluistamme ja päivityksistämme.",
    "To personalize your experience and provide targeted content.": "Mukauttaa kokemuksesi ja tarjota kohdennettu sisältö.",
    "To process payments and transactions.": "Maksujen ja tapahtumien käsitteleminen.",
    "4. Information Sharing": "4. Tietojen jakaminen",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Emme myy, kauppaa tai vuokraa henkilökohtaisia tietojasi kolmansille osapuolille. Voimme kuitenkin jakaa tietoja luotettavien kolmansien osapuolien palveluntarjoajien kanssa, jotka auttavat meitä verkkosivustomme ylläpitämisessä tai liiketoiminnan harjoittamisessa, kunhan he suostuvat pitämään nämä tiedot luottamuksellisina.",
    "5. Security Measures": "5. Turvatoimenpiteet",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Priorisoimme tietojen turvallisuuden. Toteutamme teollisuuden standardeja turvatoimenpiteitä henkilökohtaisten tietojesi suojaamiseksi luvattomalta pääsyltä, paljastamiselta, muutokselta ja tuhoamiselta.",
    "6. Your Choices": "6. Valintasi",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Sinulla on oikeus tarkistaa, päivittää ja poistaa sinusta pitämämme henkilökohtaiset tiedot. Voit myös valita tietyn viestinnän lopettamisen.",
    "7. Changes to This Privacy Statement": "7. Muutokset tähän tietosuojalausekkeeseen",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Voimme päivittää tämän tietosuojalausunnon heijastamaan muutoksia käytäntöissämme tai muissa operatiivisissa, oikeudellisissa tai sääntely syissä. Ilmoitamme käyttäjille merkittävistä muutoksista verkkosivuston kautta.",
    "8. Contact Us": "8. Ota yhteyttä",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Jos sinulla on kysyttävää, huolenaiheita tai pyyntöjä tästä tietosuojalausunnosta, ota meihin yhteyttä osoitteeseen info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Käyttämällä verkkosivustoamme ja palveluitamme hyväksyt tässä tietosuojalausunnossa esitetyt ehdot.",
    "Thank you for choosing JSON Translator. ": "Kiitos, että valitsit JSON -kääntäjän.",
    "Cookie Statement": "Evästeen lausunto",
    "Cookie Statement for JSON Tool": "Eväste -lausunto JSON -työkalulle",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Tämä evästeen lausunto selittää, kuinka JSON -kääntäjä käyttää evästeitä ja vastaavia tekniikoita, kun käytät JSON -työkalua. JSON -työkalua käyttämällä suostut evästeiden käyttöön tässä lausunnossa kuvatulla tavalla.",
    "2. What Are Cookies?": "2. Mitä ovat evästeet?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Evästeet ovat pieniä tekstitiedostoja, jotka tallennetaan laitteeseesi (tietokone, tabletti tai matkapuhelin), kun vierailet verkkosivustolla. Niitä käytetään laajasti verkkosivustojen toimintaan tai tehokkuuden parantamiseen sekä tietoa verkkosivustojen omistajille.",
    "3. How We Use Cookies": "3. Kuinka käytämme evästeitä",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Nämä evästeet ovat välttämättömiä, jotta JSON -työkalu toimii oikein. Ne mahdollistavat ydintoimintojen, kuten tietoturvan, verkon hallinnan ja saavutettavuuden.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Käytämme Analytics -evästeitä kerätäksesi tietoja siitä, kuinka käyttäjät ovat vuorovaikutuksessa JSON -työkalun kanssa. Tämä auttaa meitä analysoimaan ja parantamaan suorituskykyä ja käyttökokemusta.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Markkinointikeksejä käytetään vierailijoiden seuraamiseen verkkosivustoilla. Tarkoituksena on näyttää merkityksellisiä ja kiinnostavia mainoksia yksittäiselle käyttäjälle.",
    "4. Types of Cookies We Use": "4. Käytetyt evästeettyypit",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Nämä ovat väliaikaisia evästeitä, jotka vanhenevat, kun suljet selaimen.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Nämä evästeet pysyvät laitteessasi asetettua ajanjaksoa tai kunnes poistat ne.",
    "5. Your Choices": "5. Valintasi",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Voit hallita ja/tai poistaa evästeitä haluamallasi tavalla. Voit poistaa kaikki jo laitteessasi olevat evästeet, ja voit asettaa useimmat selaimet estämään niiden sijoittamisen. Jos kuitenkin teet tämän, saatat joutua säätämään manuaalisesti joitain mieltymyksiä joka kerta kun vierailet JSON -työkalulla.",
    "6. Third-Party Cookies": "6. Kolmannen osapuolen evästeet",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Voimme käyttää kolmansien osapuolien palveluita, jotka voivat asettaa evästeitä meidän puolestamme. Näihin evästeisiin sovelletaan näiden kolmansien osapuolien tarjoajien vastaavia tietosuojakäytäntöjä.",
    "7. Changes to This Cookie Statement": "7. Muutokset tähän evästeen lausuntoon",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Voimme päivittää tämän evästeen lausunnon heijastamaan muutoksia käytäntöihimme tai muihin operatiivisiin, oikeudellisiin tai sääntelyihin. Ilmoitamme käyttäjille merkittävistä muutoksista JSON -työkalun kautta.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Jos sinulla on kysyttävää, huolenaiheita tai pyyntöjä tästä evästeen lausunnosta, ota meihin yhteyttä osoitteeseen info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Käyttämällä JSON -työkalua, hyväksyt evästeiden käytön tässä lausunnossa esitetyllä tavalla.",
    "success": "menestys",
    "Please select the valid json file": "Valitse kelvollinen JSON -tiedosto",
    "The file size should be less than 5MB": "Tiedoston koon tulisi olla alle 5 Mt",
    "The file loaded": "Tiedosto ladattu",
    "Please select the json file": "Valitse JSON -tiedosto",
    "Please select your target language": "Valitse kohdekieli",
    "Content copied to clipboard!": "Leikepöydälle kopioitu sisältö!",
    "Unable to copy content to clipboard": "Sisältöä ei voi kopioida leikepöydälle",
    "Password is reset.": "Salasana palautetaan.",
    "Signup success": "Rekisteröinti menestys",
    "Successfully canceled your subscription": "Peruutti tilauksesi onnistuneesti",
    "Changed successfully": "Muuttunut onnistuneesti",
    "Current passworf field is not correct": "Nykyinen passworf -kenttä ei ole oikea",
    "Download all files": "Lataa kaikki tiedostot",
    "Download file": "Lataa tiedosto",
    "Download": "ladata",
    "*** You can try one file for free. ***": "*** Voit kokeilla yhtä tiedostoa ilmaiseksi. ***",
    "Unlimited": "Rajoittamaton",
    "Per month": "Kuukaudessa",
    "Billed yearly": "Laskutettu vuosittain",
    "Get started": "Aloittaa",
    "Try one file for free": "Kokeile yhtä tiedostoa ilmaiseksi",
    "FEATURES": "OMINAISUUDET",
    "Everything in our free plan plus....": "Kaikki ilmaisessa suunnitelmassamme plus ....",
    "1 year unlimited translations": "1 vuoden rajoittamaton käännös",
    "Translate into 260+ languages at the click of a button": "Käännä 260+ kieliä painikkeen napsautuksella",
    "Easily download translated files": "Lataa helposti käännetyt tiedostot",
    "The best translation quality with the use of ChatGPT": "Paras käännöksen laatu catgPT: n avulla",
    "Receive email support within 24 hours and online chat": "Vastaanota sähköpostitukea 24 tunnin sisällä ja online -chatissa",
    "Paid per file": "Maksettu tiedostoa kohti",
    "per file": "per tiedosto",
    "Easily pay per file for occasional use": "Maksa helposti tiedostoa kohden satunnaisesti",
    "Easily translate and pay per file": "Käännä ja maksa helposti tiedostoa kohti",
    "Choose from 260+ translation options": "Valitse 260+ käännösvaihtoehdoista",
    "Receive email support within 48 hours": "Vastaanota sähköpostitukea 48 tunnin sisällä",
    "Translate complete JSON files": "Käännä täydelliset JSON -tiedostot",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Älä koskaan jaa JSON -tiedostoja osiin; Käännä vain koko chatgpt.",
    "Translate with ChatGPT": "Käännä chatgptin kanssa",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Käännä chatgPT: llä, parempi kuin Google Translate ja Deepl.",
    "Choose from 260+ languages": "Valitse yli 260 kielestä",
    "The widest range of languages, choose from 260+ languages.": "Laajin kielenvalikoima, valitse yli 260 kielestä.",
    "We offer unlimited packages": "Tarjoamme rajoittamattomia paketteja",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Ei vaivaa maksa-luonnetta tai merkkijonoa; Tarjoamme rajoittamattomia paketteja.",
    "Multi-translate option": "Monitranslaattivaihtoehto",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Käännä täydelliset JSON -tiedostot 260+ kielelle painikkeen painikkeella muutamassa minuutissa.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "Nopein työkalu, käännä kokonaiset JSON -tiedostot alle 5 sekunnissa.",
    "Select your original language": "Valitse alkuperäinen kieli",
    "Get in touch": "Ottaa yhteyttä",
    "Select your target language": "Valitse kohdekieli",
    "ADD EXTRA OUTPUT LANGUAGE": "Lisää ylimääräistä lähtökieltä",
    "Start translation": "Aloittaa käännös",
    "Output language(s)": "Lähtökieli (t)",
    "Setting": "Asetus",
    "Join us as an affiliate partner and get 10% commission": "Liity meihin tytäryhtiökumppanina ja saat 10% komission",
    "Get up and running in less than 5 minutes.": "Nouse ylös ja juokse alle 5 minuutissa.",
    "pload your main JSON file and select a language": "Plad -pää JSON -tiedostosi ja valitse kieli",
    "Send message": "Lähetä viesti",
    "You agree to our friendly ": "Hyväksyt ystävämme",
    "privacy policy": "Tietosuojakäytäntö",
    "Read more": "Lue lisää"
}