{
    "link-home": "Maison",
    "link-tool": "Outil",
    "link-howitworks": "Comment ça fonctionne",
    "link-pricing": "Prix",
    "footer-link-contact": "Contact",
    "footer-link-affiliate": "Affilier",
    "footer-link-terms": "Termes",
    "footer-link-privacy": "Confidentialité",
    "footer-link-cookies": "Biscuits",
    "link-privacy": "Confidentialité",
    "link-faq": "FAQ",
    "link-login": "Se connecter",
    "link-logout": "Se déconnecter",
    "link-tool-edit": "Modifier",
    "link-tool-trans": "Traduire",
    "homepage-aipublish-title": "Traduire un fichier JSON complet en quelques secondes",
    "homepage-aipublish-sub-title1": "Traduire les fichiers JSON",
    "homepage-aipublish-sub-title2": "Traduire votre fichier JSON",
    "homepage-aipublish-sub-title3": "Propulsé par Chatgpt",
    "homepage-aipublish-info-title": "Traduire les fichiers JSON avec la poussée d'un bouton.",
    "homepage-aipublish-info-sub-title": "Traduire des fichiers JSON entiers à la fois en utilisant notre outil alimenté par Chatgpt",
    "homepage-aipublish-info-des": "Avec notre outil, il est possible de traduire (gros) fichiers JSON à la fois en langue 260+. La traduction est effectuée à l'aide de Chatgpt, et avec notre outil, vous n'avez pas besoin de diviser les fichiers en pièces distinctes.",
    "homepage-aipublish-edit-title": "Traduire des fichiers JSON entiers à la fois, en quelques secondes",
    "homepage-aipublish-edit-des": "Avec le traducteur JSON, vous pouvez traduire (gros) fichiers JSON à la fois sans avoir besoin de diviser un fichier en plusieurs parties. Traduire simplement un fichier JSON en une seule fois.",
    "homepage-aipublish-edit-item1": "Traduction de haute qualité grâce à l'utilisation de chatppt",
    "homepage-aipublish-edit-item2": "Vous pouvez traduire des fichiers entiers en même temps",
    "homepage-aipublish-edit-item3": "Il ne peut pas obtenir plus rapidement, seulement 5 secondes pour un fichier JSON traduit",
    "homepage-aipublish-trans-title": "Traduction JSON illimitée dans 260+ langues",
    "homepage-aipublish-trans-des": "Avec notre outil, vous pouvez traduire les fichiers JSON en 260+ langues, assurant la qualité de traduction la plus réalisable grâce à l'utilisation de Chatgpt",
    "homepage-aipublish-trans-item1": "Un fichier JSON traduit dans presque toutes les langues",
    "homepage-aipublish-trans-item2": "Vous pouvez opter pour des traductions ponctuelles et payer par fichier",
    "homepage-aipublish-trans-item3": "Si vous souhaitez traduire régulièrement les fichiers JSON, optez pour l'adhésion illimitée",
    "homepage-aipublish-price-title": "Prix",
    "homepage-aipublish-price-sub-title": "Prix simple et transparent",
    "homepage-aipublish-price-des": "Nous activons les traductions JSON pour toute personne traitant de la traduction et de la localisation des sites Web et des applications.",
    "faq-title": "Questions fréquemment posées",
    "faq-description": "Tout ce que vous devez savoir sur le traducteur JSON",
    "faq-item-title1": "Quelle est la fonction principale de cet outil?",
    "faq-item-description1": "Notre outil vous permet de traduire des fichiers JSON complets en presque toutes les langues en une seule fois, sans avoir besoin de diviser le fichier en pièces distinctes.",
    "faq-item-title2": "Quelles langues sont prises en charge par l'outil?",
    "faq-item-title3": "À quelle vitesse puis-je faire traduire un fichier JSON?",
    "faq-item-title4": "Quelle est la différence entre une traduction unique et un abonnement illimité?",
    "faq-item-title5": "Puis-je faire confiance à la qualité de la traduction?",
    "faq-item-title6": "Les connaissances techniques sont-elles nécessaires pour utiliser l'outil?",
    "faq-item-title7": "Comment puis-je commencer avec l'outil?",
    "faq-item-title8": "Offrez-vous un soutien si j'ai des questions ou si j'ai besoin d'aide avec l'outil?",
    "faq-item-title9": "Puis-je obtenir une période d'essai gratuite pour essayer l'outil?",
    "faq-item-title10": "Mes données sont-elles sécurisées lors de l'utilisation de l'outil?",
    "faq-case-study": "Vous avez encore des questions?",
    "faq-case-study-title3": "Vous ne trouvez pas la réponse que vous recherchez? Veuillez discuter avec notre équipe amicale.",
    "footer-copyright": "© 2023 Traducteur JSON Tous droits réservés.",
    "btn-try-free": "Essayez gratuitement",
    "signin-form-title": "Connectez-vous votre compte",
    "signin-form-welcome": "Bon retour! Veuillez saisir vos coordonnées.",
    "signin-form-email": "E-mail",
    "signin-email-placeholder": "Entrez votre e-mail",
    "signin-form-password": "mot de passe",
    "signin-password-placeholder": "Tapez votre mot de passe",
    "signin-form-remember": "N'oubliez pas pendant 30 jours",
    "signin-form-forget": "Mot de passe oublié",
    "error-email-exist": "Email déjà registred",
    "error-password-required": "Mot de passe requis.",
    "error-pwdConfirm-required": "La confirmation du mot de passe est requise.",
    "error-password-not-confirm": "La confirmation du mot de passe et du mot de passe n'est pas la même.",
    "error-email-required": "Email (requis.",
    "error-firstname-required": "Prénom (obligatoire.",
    "error-lastname-required": "LastName requis.",
    "error-country-required": "Pays requis.",
    "button-signin": "SE CONNECTER",
    "button-signup": "S'INSCRIRE",
    "login_success": "Locré avec succès",
    "please_login": "Veuillez réessayer après la connexion",
    "error-invalid-signin": "Les informations du compte ne sont pas valides",
    "trans-form-title": "Traduire vos fichiers JSON",
    "edit-form-subtitle": "Sélectionnez votre fichier le plus récent pour terminer la traduction en ligne",
    "edit-form-guide1": "Sélectionnez un fichier ou faites glisser et déposez ici",
    "edit-form-guide2": "Taille de fichier JSON pas plus de 10 Mo",
    "select-language": "Choisir la langue",
    "select-file": "Choisir le dossier",
    "faq-item-description9": "Nous offrons la possibilité d'essayer gratuitement le traducteur JSON une fois. Après cet essai initial, vous devrez choisir parmi l'un de nos forfaits payants, tels que Pay Per File ou Unlimited",
    "checkout-form-title": "Commencez par le traducteur JSON",
    "checkout-form-subtitle": "Regardez la vidéo ou essayez-le gratuitement une fois gratuitement.",
    "checkout-form-des2": "Remplissez le formulaire ci-dessous et essayez notre outil complètement gratuitement immédiatement.",
    "checkout-page-title": "Les avantages du traducteur JSON",
    "checkout-page-subtitle": "Pourquoi le traducteur JSON?",
    "checkout-page-des": "Avec le traducteur JSON, vous pouvez traduire les fichiers JSON en 260+ langues en un clic, terminant le processus en 5 secondes par fichier. Traduction garantie de la plus haute qualité alimentée par Chatgpt",
    "affiliate-description": "Avez-vous un grand réseau / portée parmi les développeurs de logiciels et les constructeurs Web et d'applications? Si c'est le cas, inscrivez-vous à notre programme d'affiliation, faites la promotion du traducteur JSON et gagnez de l'argent",
    "affiliate-title": "Gagnez de l'argent en faisant la promotion de notre outil",
    "affiliate-info-title": "Caractéristiques",
    "affiliate-info-sub-title": "Promouvoir notre outil et gagner de l'argent",
    "affiliate-info-des": "Gagnez de l'argent en faisant la promotion du traducteur JSON dans votre réseau. Vous recevrez du matériel promotionnel tel que des bannières et des liens que vous pouvez utiliser. Gagnez 10% de commission sur nos forfaits payants avec des paiements mensuels",
    "affiliate-edit-title": "Satisfait? Partager les nouvelles",
    "affiliate-edit-des": "Si vous êtes satisfait du traducteur JSON, passez le mot!",
    "affiliate-edit-item1": "Vous recevrez un lien de référence personnel",
    "affiliate-edit-item2": "Partagez le lien dans votre réseau",
    "affiliate-edit-item3": "Promouvoir le traducteur JSON et gagner de l'argent",
    "affiliate-trans-title": "Gagner 10% par utilisateur référé",
    "affiliate-trans-des": "Gagnez de l'argent facile en faisant la promotion de notre outil. Obtenez 9 $ pour chaque utilisateur référé",
    "affiliate-trans-item1": "Pourcentage élevé par utilisateur référé",
    "affiliate-trans-item2": "Paiement mensuel",
    "affiliate-trans-item3": "Tableau de bord clair pour les partenaires",
    "affiliate-third-title": "Suivez vos résultats dans votre propre tableau de bord",
    "affiliate-third-des": "Vous aurez accès à un tableau de bord partenaire d'affiliation professionnel. Vous pouvez surveiller vos résultats et vos revenus, et vous aurez accès à du matériel promotionnel",
    "affiliate-third-item1": "Vérifiez le nombre d'utilisateurs que vous avez référés",
    "affiliate-third-item2": "Consultez vos gains de référence",
    "affiliate-third-item3": "Téléchargez les meilleurs documents promotionnels",
    "Share team inboxes": "Partager les boîtes de réception de l'équipe",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Que vous ayez une équipe de 2 ou 200, nos boîtes de réception d'équipe partagées gardent tout le monde sur la même longueur d'onde et dans la boucle.",
    "signup-form-title": "Inscrivez votre compte",
    "signup-form-welcome": "Bienvenue ici! Veuillez saisir vos coordonnées.",
    "signup-form-firstname": "Prénom",
    "signup-form-lastname": "Nom de famille",
    "signup-form-country": "Pays",
    "signup-placeholder-firstname": "Entrez votre prénom",
    "signup-placeholder-lastname": "Entrez votre dernier nom",
    "signup-placeholder-country": "Entrez votre pays",
    "signup-form-email": "E-mail",
    "signup-placeholder-email": "Entrez votre e-mail",
    "signup-form-password": "Mot de passe",
    "signup-placeholder-password": "Tapez votre mot de passe",
    "signup-form-password-confirm": "Confirmer le mot de passe",
    "signup-placeholder-password-confirm": "Entrez votre mot de passe Confirmer",
    "signup-button-signup": "S'inscrire",
    "have-not-account": "Vous n'avez pas de compte?",
    "Deliver instant answers": "Fournir des réponses instantanées",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "Une plate-forme de service client tout-en-un qui vous aide à équilibrer tout ce dont vos clients ont besoin pour être satisfaits.",
    "msg_firstName_required": "Le prénom est requis",
    "msg_lastName_required": "Le nom de famille est requis",
    "msg_email_required": "Un e-mail est requis",
    "msg_email_invalid": "Le courriel est invalide",
    "msg_country_required": "Le pays est requis",
    "msg_phone_required": "Le numéro de téléphone est requis",
    "msg_message_required": "Un message est requis",
    "msg_agree_our_policy": "Veuillez convenir de notre politique",
    "msg_error_checkout": "Veuillez réessayer",
    "jwt malformed": "Veuillez vous connecter et réessayer",
    "faq-item-description2": "Notre outil prend en charge les traductions dans toutes les langues (260+), permettant une traduction globale.",
    "faq-item-description3": "La traduction d'un fichier JSON se produit en quelques secondes, vous offrant un accès rapide au contenu traduit",
    "faq-item-description4": "Avec une traduction unique, vous payez par fichier traduit, tandis qu'un abonnement illimité vous permet de traduire régulièrement et sans limites pour un frais mensuel fixe",
    "faq-item-description5": "Oui, notre outil utilise Chatgpt et assure des traductions de haute qualité avec une grande précision. Mieux que google translate et deepl",
    "faq-item-description6": "Non, notre outil est convivial et ne nécessite pas de compétences techniques. Il est conçu pour une utilisation facile",
    "faq-item-description7": "Choisissez parmi nos packages et téléchargez simplement le fichier JSON que vous souhaitez traduire. Sélectionnez la ou les langues cibles, et en quelques secondes, vous recevrez le fichier traduit",
    "faq-item-description8": "Oui, nous offrons un excellent support client pour répondre à toutes vos demandes et vous aider à utiliser notre outil. Nous fournissons un support de 24 et 48 heures par e-mail et chat en direct",
    "faq-item-description10": "Oui, nous priorisons la sécurité de vos données et mettons en œuvre des mesures strictes pour les protéger. Vos fichiers ne sont pas stockés sur notre serveur et sont rapidement supprimés de nos systèmes immédiatement après la traduction. (Il est crucial de vous assurer que vous enregistrez vos fichiers traduits en toute sécurité de votre côté)",
    "privacy-header-title": "Déclaration de confidentialité Traducteur JSON",
    "contact-location-des2": "EJ Amsterdam Pays-Bas",
    "contact-phone-des1": "Lun-ven de 9h00 à 17h00",
    "contact-phone-des2": "+31202446988",
    "contact-email": "Envoyer un e-mail ou discuter",
    "contact-email-des1": "Notre équipe sympathique est prête à vous aider",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "Traducteur JSON",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Prenez contact avec nous",
    "contact-form-subtitle": "Contactez-nous",
    "contact-form-des2": "Nous serions ravis de vous entendre",
    "contact-description1": "Comment pouvons-nous vous aider?",
    "contact-description2": "Notre équipe sympathique est toujours prête pour une conversation",
    "contact-title": "Contactez-nous",
    "contact-phone": "Numéro de téléphone",
    "Translate JSON files in 5 seconds": "Traduire les fichiers JSON en 5 secondes",
    "Start with the JSON Translator": "Commencez par le traducteur JSON",
    "Terms and Conditions": "Termes et conditions",
    "Terms and Conditions for JSON Tool": "Termes et conditions pour l'outil JSON",
    "Last Updated: 20 december 2023": "Dernière mise à jour: 20 décembre 2023",
    "1. Acceptance of Terms": "1. Acceptation des termes",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "En accédant ou en utilisant l'outil JSON fourni par le traducteur JSON, vous acceptez d'être lié par ces termes et conditions. Si vous n'êtes pas d'accord avec une partie de ces conditions, vous ne pouvez pas utiliser l'outil JSON.",
    "2. Use of the JSON Tool": "2. Utilisation de l'outil JSON",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Vous devez avoir au moins 18 ans pour utiliser l'outil JSON.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Vous acceptez de fournir des informations précises et complètes lorsque vous utilisez l'outil JSON, et vous metterez à jour ces informations pour garantir sa précision.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Vous ne pouvez pas abuser de l'outil JSON. Les activités interdites incluent, sans s'y limiter, la tentative d'accès non autorisé, l'interférer avec le bon fonctionnement ou la violation des lois et réglementations applicables.",
    "3. Intellectual Property": "3. Propriété intellectuelle",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "L'outil JSON, y compris tous les contenus, fonctionnalités et fonctionnalités, appartient à notre entreprise et est protégé par les lois sur la propriété intellectuelle. Vous ne pouvez pas reproduire, distribuer, modifier ou créer des œuvres dérivées sans notre consentement explicite.",
    "4. Privacy": "4. Intimité",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Votre utilisation de l'outil JSON est soumise à notre déclaration de confidentialité, qui décrit la façon dont nous collectons, utilisons et protégeons vos informations personnelles.",
    "5. Termination": "5. résiliation",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Nous nous réservons le droit de résilier ou de suspendre votre accès à l'outil JSON à tout moment, sans préavis, pour quelque raison que ce soit, y compris la violation des présentes conditions générales.",
    "6. Changes to Terms and Conditions": "6. Modifications des termes et conditions",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Nous pouvons mettre à jour ces termes et conditions pour refléter les changements dans nos pratiques ou pour d'autres raisons opérationnelles, juridiques ou réglementaires. Nous informerons les utilisateurs de toute modification importante via l'outil JSON.",
    "7. Disclaimer of Warranties": "7. Avertissement des garanties",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "L'outil JSON est fourni «tel quel» sans aucune garantie, expressé ou implicite. Nous ne garantissons pas que l'outil sera sans erreur ou ininterrompu.",
    "8. Limitation of Liability": "8. Limitation de la responsabilité",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "En aucun cas, il ne sera responsable des dommages indirects, conséquents, accessoires, spéciaux ou punitifs résultant de ou en relation avec l'utilisation de l'outil JSON.",
    "9. Governing Law": "9. Loi gouvernante",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Ces termes et conditions sont régis et interprétés conformément aux lois de notre entreprise, sans égard à ses principes de conflit de droit.",
    "10. Contact Us": "10. Contactez-nous",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Si vous avez des questions, des préoccupations ou des demandes concernant ces termes et conditions, veuillez nous contacter à info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "En utilisant l'outil JSON, vous acceptez les termes décrits dans ces termes et conditions.",
    "Thank you for choosing": "Merci d'avoir choisi",
    "JSON Translator": "Traducteur JSON",
    "Privacy Statement": "Déclaration de confidentialité",
    "Privacy Statement for JSON Translator": "Déclaration de confidentialité pour le traducteur JSON",
    "1. Introduction": "1. Introduction",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "Le traducteur JSON valorise la confidentialité et la sécurité de nos utilisateurs. Cette déclaration de confidentialité décrit la façon dont nous collectons, utilisons et protégeons vos informations personnelles lorsque vous utilisez notre site Web et nos services.",
    "2. Information We Collect": "2. Informations que nous collectons",
    "We collect the following types of information:": "Nous collectons les types d'informations suivants:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Informations personnelles: Lorsque vous vous inscrivez à un compte ou utilisez nos services, nous pouvons collecter des informations personnelles, y compris, mais sans s'y limiter, votre nom, votre adresse e-mail et vos détails de paiement.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Informations sur l'utilisation: Nous collectons des informations sur la façon dont vous utilisez notre site Web et nos services, y compris vos interactions et transactions.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Informations sur l'appareil: Nous pouvons collecter des informations sur l'appareil que vous utilisez pour accéder à nos services, tels que le type de périphérique, le système d'exploitation et le navigateur.",
    "3. How We Use Your Information": "3. Comment nous utilisons vos informations",
    "To provide and improve our services.": "Pour fournir et améliorer nos services.",
    "To communicate with you about our services and updates.": "Pour communiquer avec vous à propos de nos services et mises à jour.",
    "To personalize your experience and provide targeted content.": "Pour personnaliser votre expérience et fournir un contenu ciblé.",
    "To process payments and transactions.": "Pour traiter les paiements et les transactions.",
    "4. Information Sharing": "4. Partage d'informations",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Nous ne vendons, ne négocions pas ou ne louons pas vos informations personnelles à des tiers. Cependant, nous pouvons partager des informations avec des fournisseurs de services tiers de confiance qui nous aident à exploiter notre site Web ou à mener notre entreprise, tant qu'ils acceptent de garder ces informations confidentielles.",
    "5. Security Measures": "5. Mesures de sécurité",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Nous priorisons la sécurité de vos informations. Nous mettons en œuvre des mesures de sécurité standard pour protéger vos informations personnelles contre l'accès, la divulgation, l'altération et la destruction non autorisés.",
    "6. Your Choices": "6. Vos choix",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Vous avez le droit de revoir, de mettre à jour et de supprimer les informations personnelles que nous détenons à votre sujet. Vous pouvez également choisir de vous retirer de certaines communications.",
    "7. Changes to This Privacy Statement": "7. modifie cette déclaration de confidentialité",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Nous pouvons mettre à jour cette déclaration de confidentialité pour refléter les changements dans nos pratiques ou pour d'autres raisons opérationnelles, juridiques ou réglementaires. Nous informerons les utilisateurs de toute modification importante via le site Web.",
    "8. Contact Us": "8. Contactez-nous",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Si vous avez des questions, des préoccupations ou des demandes concernant cette déclaration de confidentialité, veuillez nous contacter à info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "En utilisant notre site Web et nos services, vous acceptez les termes décrits dans cette déclaration de confidentialité.",
    "Thank you for choosing JSON Translator. ": "Merci d'avoir choisi JSON Traductor.",
    "Cookie Statement": "Déclaration de cookie",
    "Cookie Statement for JSON Tool": "Énoncé des cookies pour l'outil JSON",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Cette déclaration de cookies explique comment JSON Traductor utilise des cookies et des technologies similaires lorsque vous utilisez l'outil JSON. En utilisant l'outil JSON, vous consentez à l'utilisation des cookies comme décrit dans cette déclaration.",
    "2. What Are Cookies?": "2. Que sont les cookies?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Les cookies sont de petits fichiers texte qui sont stockés sur votre appareil (ordinateur, tablette ou téléphone mobile) lorsque vous visitez un site Web. Ils sont largement utilisés pour faire fonctionner les sites Web ou pour améliorer leur efficacité, ainsi que pour fournir des informations aux propriétaires de sites Web.",
    "3. How We Use Cookies": "3. Comment nous utilisons les cookies",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Ces cookies sont nécessaires pour que l'outil JSON fonctionne correctement. Ils permettent des fonctionnalités de base telles que la sécurité, la gestion du réseau et l'accessibilité.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Nous utilisons des cookies Analytics pour collecter des informations sur la façon dont les utilisateurs interagissent avec l'outil JSON. Cela nous aide à analyser et à améliorer les performances et l'expérience utilisateur.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Les cookies marketing sont utilisés pour suivre les visiteurs sur tous les sites Web. L'intention est d'afficher des annonces pertinentes et engageantes pour l'utilisateur individuel.",
    "4. Types of Cookies We Use": "4. Types de cookies que nous utilisons",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Ce sont des cookies temporaires qui expirent lorsque vous fermez votre navigateur.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Ces cookies restent sur votre appareil pendant une période de réglage ou jusqu'à ce que vous les supprimez.",
    "5. Your Choices": "5. Vos choix",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Vous pouvez contrôler et / ou supprimer des cookies comme vous le souhaitez. Vous pouvez supprimer tous les cookies qui sont déjà sur votre appareil, et vous pouvez définir la plupart des navigateurs pour empêcher leur place. Cependant, si vous faites cela, vous devrez peut-être ajuster manuellement certaines préférences chaque fois que vous visitez l'outil JSON.",
    "6. Third-Party Cookies": "6. Cookies tiers",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Nous pouvons utiliser des services tiers qui peuvent définir des cookies en notre nom. Ces cookies sont soumis aux politiques de confidentialité respectives de ces fournisseurs tiers.",
    "7. Changes to This Cookie Statement": "7. Modifications de cette déclaration de cookie",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Nous pouvons mettre à jour cette déclaration de cookies pour refléter les changements dans nos pratiques ou pour d'autres raisons opérationnelles, juridiques ou réglementaires. Nous informerons les utilisateurs de toute modification importante via l'outil JSON.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Si vous avez des questions, des préoccupations ou des demandes concernant cette déclaration de cookie, veuillez nous contacter à info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "En utilisant l'outil JSON, vous acceptez l'utilisation des cookies comme indiqué dans cette déclaration.",
    "success": "succès",
    "Please select the valid json file": "Veuillez sélectionner le fichier JSON valide",
    "The file size should be less than 5MB": "La taille du fichier doit être inférieure à 5 Mo",
    "The file loaded": "Le fichier chargé",
    "Please select the json file": "Veuillez sélectionner le fichier JSON",
    "Please select your target language": "Veuillez sélectionner votre langue cible",
    "Content copied to clipboard!": "Contenu copié dans le presse-papiers!",
    "Unable to copy content to clipboard": "Impossible de copier du contenu dans le presse-papiers",
    "Password is reset.": "Le mot de passe est réinitialisé.",
    "Signup success": "Succès de l'inscription",
    "Successfully canceled your subscription": "A réussi à annuler votre abonnement",
    "Changed successfully": "A changé avec succès",
    "Current passworf field is not correct": "Le champ Passworf actuel n'est pas correct",
    "Download all files": "Télécharger tous les fichiers",
    "Download file": "Télécharger un fichier",
    "Download": "Télécharger",
    "*** You can try one file for free. ***": "*** Vous pouvez essayer un fichier gratuitement. ***",
    "Unlimited": "Illimité",
    "Per month": "Par mois",
    "Billed yearly": "Facturé annuel",
    "Get started": "Commencer",
    "Try one file for free": "Essayez un fichier gratuitement",
    "FEATURES": "CARACTÉRISTIQUES",
    "Everything in our free plan plus....": "Tout dans notre plan gratuit plus ...",
    "1 year unlimited translations": "Traductions illimitées d'un an",
    "Translate into 260+ languages at the click of a button": "Traduire en 260+ langues en cliquant sur un bouton",
    "Easily download translated files": "Télécharger facilement les fichiers traduits",
    "The best translation quality with the use of ChatGPT": "La meilleure qualité de traduction avec l'utilisation de chatppt",
    "Receive email support within 24 hours and online chat": "Recevez une assistance par e-mail dans les 24 heures et le chat en ligne",
    "Paid per file": "Payé par dossier",
    "per file": "par dossier",
    "Easily pay per file for occasional use": "Payer facilement par fichier pour une utilisation occasionnelle",
    "Easily translate and pay per file": "Traduire et payer facilement le fichier",
    "Choose from 260+ translation options": "Choisissez parmi 260+ options de traduction",
    "Receive email support within 48 hours": "Recevez un support par e-mail dans les 48 heures",
    "Translate complete JSON files": "Traduire les fichiers JSON complets",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Ne divisez plus jamais les fichiers JSON en pièces; Traduire simplement dans son ensemble, alimenté par le chatgpt.",
    "Translate with ChatGPT": "Traduire avec chatppt",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Traduire avec Chatgpt, mieux que Google Translate et Deepl.",
    "Choose from 260+ languages": "Choisissez parmi plus de 260 langues",
    "The widest range of languages, choose from 260+ languages.": "La plus large gamme de langues, choisissez parmi 260+ langues.",
    "We offer unlimited packages": "Nous proposons des packages illimités",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Pas de tracas avec pay-per-caractre ou chaîne; Nous proposons des packages illimités.",
    "Multi-translate option": "Option multi-translate",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Traduire les fichiers JSON complets en 260+ langues avec la poussée d'un bouton en quelques minutes.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "L'outil le plus rapide, traduit des fichiers JSON entiers en moins de 5 secondes.",
    "Select your original language": "Sélectionnez votre langue d'origine",
    "Get in touch": "Entrer en contact",
    "Select your target language": "Sélectionnez votre langue cible",
    "ADD EXTRA OUTPUT LANGUAGE": "Ajouter un langage de sortie supplémentaire",
    "Start translation": "Démarrer la traduction",
    "Output language(s)": "Langage de sortie (s)",
    "Setting": "Paramètre",
    "Join us as an affiliate partner and get 10% commission": "Rejoignez-nous en tant que partenaire d'affiliation et obtenez une commission de 10%",
    "Get up and running in less than 5 minutes.": "Remontez et courez en moins de 5 minutes.",
    "pload your main JSON file and select a language": "Pload votre fichier JSON principal et sélectionnez une langue",
    "Send message": "Envoyer le message",
    "You agree to our friendly ": "Vous acceptez notre sympathique",
    "privacy policy": "politique de confidentialité",
    "Read more": "En savoir plus"
}