{
    "link-home": "घर",
    "link-tool": "औजार",
    "link-howitworks": "यह काम किस प्रकार करता है",
    "link-pricing": "मूल्य निर्धारण",
    "footer-link-contact": "संपर्क",
    "footer-link-affiliate": "संबद्ध",
    "footer-link-terms": "शर्तें",
    "footer-link-privacy": "गोपनीयता",
    "footer-link-cookies": "कुकीज़",
    "link-privacy": "गोपनीयता",
    "link-faq": "सामान्य प्रश्न",
    "link-login": "लॉग इन करें",
    "link-logout": "लॉग आउट",
    "link-tool-edit": "संपादन करना",
    "link-tool-trans": "अनुवाद",
    "homepage-aipublish-title": "कुछ सेकंड में एक पूर्ण JSON फ़ाइल का अनुवाद करें",
    "homepage-aipublish-sub-title1": "JSON फ़ाइलों का अनुवाद करें",
    "homepage-aipublish-sub-title2": "अपनी JSON फ़ाइल का अनुवाद करें",
    "homepage-aipublish-sub-title3": "चैट द्वारा संचालित",
    "homepage-aipublish-info-title": "एक बटन के पुश के साथ JSON फ़ाइलों का अनुवाद करें।",
    "homepage-aipublish-info-sub-title": "चैट द्वारा संचालित हमारे टूल का उपयोग करके एक बार में संपूर्ण JSON फ़ाइलों का अनुवाद करें",
    "homepage-aipublish-info-des": "हमारे टूल के साथ, 260+ भाषा में एक बार में सभी (बड़े) JSON फ़ाइलों का अनुवाद करना संभव है। अनुवाद CHATGPT का उपयोग करके किया जाता है, और हमारे टूल के साथ, आपको फ़ाइलों को अलग -अलग भागों में विभाजित करने की आवश्यकता नहीं है।",
    "homepage-aipublish-edit-title": "सेकंड के भीतर, एक बार में पूरी JSON फ़ाइलों का अनुवाद करें",
    "homepage-aipublish-edit-des": "JSON अनुवादक के साथ, आप एक फाइल को कई भागों में विभाजित करने की आवश्यकता के बिना एक बार में (बड़े) JSON फ़ाइलों का अनुवाद कर सकते हैं। बस एक बार में एक JSON फ़ाइल का अनुवाद करें।",
    "homepage-aipublish-edit-item1": "CHATGPT के उपयोग के माध्यम से उच्च गुणवत्ता वाला अनुवाद",
    "homepage-aipublish-edit-item2": "आप पूरी फ़ाइलों को एक बार में अनुवाद कर सकते हैं",
    "homepage-aipublish-edit-item3": "यह एक अनुवादित JSON फ़ाइल के लिए सिर्फ 5 सेकंड में तेजी से नहीं मिल सकता है",
    "homepage-aipublish-trans-title": "260+ भाषाओं में असीमित JSON अनुवाद",
    "homepage-aipublish-trans-des": "हमारे टूल के साथ, आप JSON फ़ाइलों को 260+ भाषाओं में अनुवाद कर सकते हैं, चैट के उपयोग के माध्यम से उच्चतम प्राप्त करने योग्य अनुवाद गुणवत्ता सुनिश्चित कर सकते हैं",
    "homepage-aipublish-trans-item1": "लगभग सभी भाषाओं में एक अनुवादित JSON फ़ाइल",
    "homepage-aipublish-trans-item2": "आप एक बार के अनुवाद का विकल्प चुन सकते हैं और प्रति फ़ाइल का भुगतान कर सकते हैं",
    "homepage-aipublish-trans-item3": "यदि आप नियमित रूप से JSON फ़ाइलों का अनुवाद करना चाहते हैं, तो असीमित सदस्यता का विकल्प चुनें",
    "homepage-aipublish-price-title": "मूल्य निर्धारण",
    "homepage-aipublish-price-sub-title": "सरल, पारदर्शी मूल्य निर्धारण",
    "homepage-aipublish-price-des": "हम वेबसाइट और ऐप अनुवाद और स्थानीयकरण से निपटने वाले किसी भी व्यक्ति के लिए JSON अनुवाद को सक्षम करते हैं।",
    "faq-title": "अक्सर पूछे जाने वाले प्रश्नों",
    "faq-description": "सब कुछ आपको JSON अनुवादक के बारे में जानना चाहिए",
    "faq-item-title1": "इस उपकरण का मुख्य कार्य क्या है?",
    "faq-item-description1": "हमारा टूल आपको फाइल को अलग -अलग टुकड़ों में विभाजित करने की आवश्यकता के बिना, एक बार में लगभग सभी भाषाओं में पूरी JSON फ़ाइलों का अनुवाद करने की अनुमति देता है।",
    "faq-item-title2": "उपकरण द्वारा कौन सी भाषाओं का समर्थन किया जाता है?",
    "faq-item-title3": "मैं कितनी जल्दी एक JSON फ़ाइल का अनुवाद कर सकता हूं?",
    "faq-item-title4": "एक बार के अनुवाद और असीमित सदस्यता के बीच क्या अंतर है?",
    "faq-item-title5": "क्या मैं अनुवाद की गुणवत्ता पर भरोसा कर सकता हूं?",
    "faq-item-title6": "क्या उपकरण का उपयोग करने के लिए तकनीकी ज्ञान की आवश्यकता है?",
    "faq-item-title7": "मैं टूल के साथ कैसे शुरुआत कर सकता हूं?",
    "faq-item-title8": "क्या आप समर्थन प्रदान करते हैं यदि मेरे पास प्रश्न हैं या उपकरण के साथ सहायता की आवश्यकता है?",
    "faq-item-title9": "क्या मुझे टूल को आज़माने के लिए एक नि: शुल्क परीक्षण अवधि मिल सकती है?",
    "faq-item-title10": "क्या उपकरण का उपयोग करते समय मेरा डेटा सुरक्षित है?",
    "faq-case-study": "अभी भी सवाल हैं?",
    "faq-case-study-title3": "क्या आप जिस उत्तर की तलाश कर रहे हैं, वह नहीं मिल सकता है? कृपया हमारी अनुकूल टीम से चैट करें।",
    "footer-copyright": "© 2023 JSON अनुवादक सभी अधिकार सुरक्षित।",
    "btn-try-free": "मुफ्त में प्रयास करें",
    "signin-form-title": "अपने खाते में लॉग इन करें",
    "signin-form-welcome": "वापसी पर आपका स्वागत है! कृपया अपना विवरण दर्ज करें।",
    "signin-form-email": "ईमेल",
    "signin-email-placeholder": "आप ईमेल दर्ज करें",
    "signin-form-password": "पासवर्ड",
    "signin-password-placeholder": "अपना कूटशब्द भरें",
    "signin-form-remember": "30 दिनों के लिए याद रखें",
    "signin-form-forget": "पासवर्ड भूल गए",
    "error-email-exist": "ईमेल पहले से ही रजिस्टर",
    "error-password-required": "पासवर्ड की आवश्यकता है।",
    "error-pwdConfirm-required": "पासवर्ड की पुष्टि आवश्यक है।",
    "error-password-not-confirm": "पासवर्ड और पासवर्ड की पुष्टि समान नहीं है।",
    "error-email-required": "ईमेल (अनिवार्य।",
    "error-firstname-required": "पहला नाम (की आवश्यकता।",
    "error-lastname-required": "LastName की आवश्यकता है।",
    "error-country-required": "देश की आवश्यकता है।",
    "button-signin": "दाखिल करना",
    "button-signup": "साइन अप करें",
    "login_success": "लॉगिन किया गया सफल",
    "please_login": "कृपया लॉगिन में लॉगिन के बाद पुनः प्रयास करें",
    "error-invalid-signin": "खाता जानकारी मान्य नहीं है",
    "trans-form-title": "अपनी JSON फ़ाइलों का अनुवाद करें",
    "edit-form-subtitle": "ऑनलाइन अनुवाद पूरा करने के लिए अपनी सबसे हालिया फ़ाइल का चयन करें",
    "edit-form-guide1": "एक फ़ाइल का चयन करें या यहां खींचें और ड्रॉप करें",
    "edit-form-guide2": "JSON फ़ाइल का आकार 10MB से अधिक नहीं है",
    "select-language": "भाषा चुने",
    "select-file": "फ़ाइल का चयन करें",
    "faq-item-description9": "हम एक बार मुफ्त में JSON अनुवादक को आज़माने का अवसर प्रदान करते हैं। इस प्रारंभिक परीक्षण के बाद, आपको हमारे भुगतान किए गए पैकेजों में से किसी एक से चुनना होगा, जैसे कि प्रति फ़ाइल या असीमित भुगतान",
    "checkout-form-title": "JSON अनुवादक के साथ शुरू करें",
    "checkout-form-subtitle": "वीडियो देखें या इसे एक बार मुफ्त में आज़माएं।",
    "checkout-form-des2": "नीचे दिए गए फॉर्म को भरें और हमारे टूल को पूरी तरह से मुफ्त में पूरी तरह से आज़माएं।",
    "checkout-page-title": "JSON अनुवादक के फायदे",
    "checkout-page-subtitle": "JSON अनुवादक क्यों?",
    "checkout-page-des": "JSON अनुवादक के साथ, आप JSON फ़ाइलों को केवल एक क्लिक के साथ 260+ भाषाओं में अनुवाद कर सकते हैं, प्रक्रिया को 5 सेकंड प्रति फ़ाइल में पूरा कर सकते हैं। CHATGPT द्वारा संचालित उच्चतम गुणवत्ता अनुवाद की गारंटी",
    "affiliate-description": "क्या आपके पास सॉफ्टवेयर डेवलपर्स और वेब और ऐप बिल्डरों के बीच एक बड़ा नेटवर्क/पहुंच है? यदि हां, तो हमारे संबद्ध कार्यक्रम के लिए साइन अप करें, JSON अनुवादक को बढ़ावा दें, और पैसे कमाएं",
    "affiliate-title": "हमारे उपकरण को बढ़ावा देकर पैसा कमाएं",
    "affiliate-info-title": "विशेषताएँ",
    "affiliate-info-sub-title": "हमारे उपकरण को बढ़ावा दें और पैसे कमाएं",
    "affiliate-info-des": "अपने नेटवर्क के भीतर JSON अनुवादक को बढ़ावा देकर पैसा कमाएं। आपको प्रचारक सामग्री जैसे बैनर और लिंक प्राप्त होंगे जो आप उपयोग कर सकते हैं। मासिक भुगतान के साथ हमारे भुगतान किए गए पैकेजों पर 10% कमीशन अर्जित करें",
    "affiliate-edit-title": "संतुष्ट? समाचार साझा करें",
    "affiliate-edit-des": "यदि आप JSON अनुवादक से संतुष्ट हैं, तो शब्द फैलाएं!",
    "affiliate-edit-item1": "आपको एक व्यक्तिगत रेफरल लिंक प्राप्त होगा",
    "affiliate-edit-item2": "अपने नेटवर्क के भीतर लिंक साझा करें",
    "affiliate-edit-item3": "JSON अनुवादक को बढ़ावा दें और पैसे कमाएं",
    "affiliate-trans-title": "प्रति संदर्भित उपयोगकर्ता 10% कमाएँ",
    "affiliate-trans-des": "हमारे उपकरण को बढ़ावा देकर आसान पैसा कमाएं। प्रत्येक संदर्भित उपयोगकर्ता के लिए $ 9 प्राप्त करें",
    "affiliate-trans-item1": "प्रति संदर्भित उपयोगकर्ता उच्च प्रतिशत",
    "affiliate-trans-item2": "मासिक भुगतान",
    "affiliate-trans-item3": "भागीदारों के लिए स्पष्ट डैशबोर्ड",
    "affiliate-third-title": "अपने स्वयं के डैशबोर्ड में अपने परिणामों को ट्रैक करें",
    "affiliate-third-des": "आपके पास एक पेशेवर सहबद्ध भागीदार डैशबोर्ड तक पहुंच होगी। आप अपने परिणामों और कमाई की निगरानी कर सकते हैं, और आपके पास प्रचार सामग्री तक पहुंच होगी",
    "affiliate-third-item1": "आपने कितने उपयोगकर्ताओं को संदर्भित किया है, इसकी जाँच करें",
    "affiliate-third-item2": "अपनी रेफरल कमाई देखें",
    "affiliate-third-item3": "सबसे अच्छा प्रचार सामग्री डाउनलोड करें",
    "Share team inboxes": "शेयर टीम इनबॉक्स",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "चाहे आपके पास 2 या 200 की टीम हो, हमारी साझा टीम इनबॉक्स सभी को एक ही पृष्ठ पर और लूप में रखती है।",
    "signup-form-title": "अपना खाता साइन अप करें",
    "signup-form-welcome": "यहाँ स्वागत है! कृपया अपना विवरण दर्ज करें।",
    "signup-form-firstname": "पहला नाम",
    "signup-form-lastname": "उपनाम",
    "signup-form-country": "देश",
    "signup-placeholder-firstname": "अपना पहला नाम दर्ज करें",
    "signup-placeholder-lastname": "अपना अंतिम नाम दर्ज करें",
    "signup-placeholder-country": "अपने देश में प्रवेश करें",
    "signup-form-email": "ईमेल",
    "signup-placeholder-email": "आप ईमेल दर्ज करें",
    "signup-form-password": "पासवर्ड",
    "signup-placeholder-password": "अपना कूटशब्द भरें",
    "signup-form-password-confirm": "पासवर्ड की पुष्टि",
    "signup-placeholder-password-confirm": "अपना पासवर्ड पुष्टि करें",
    "signup-button-signup": "साइन अप करें",
    "have-not-account": "कोई खाता नहीं है?",
    "Deliver instant answers": "तत्काल उत्तर दें",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "एक ऑल-इन-वन कस्टमर सर्विस प्लेटफ़ॉर्म जो आपको अपने ग्राहकों को खुश रहने की जरूरत है।",
    "msg_firstName_required": "पहला नाम आवश्यक है",
    "msg_lastName_required": "अंतिम नाम आवश्यक है",
    "msg_email_required": "ईमेल की जरूरत है",
    "msg_email_invalid": "ईमेल अमान्य है",
    "msg_country_required": "देश की आवश्यकता है",
    "msg_phone_required": "फोन नंबर की आवश्यकता है",
    "msg_message_required": "संदेश की आवश्यकता है",
    "msg_agree_our_policy": "कृपया हमारी नीति से सहमत हों",
    "msg_error_checkout": "कृपया पुन: प्रयास करें",
    "jwt malformed": "कृपया लॉगिन करें और पुनः प्रयास करें",
    "faq-item-description2": "हमारा टूल वैश्विक अनुवाद को सक्षम करते हुए किसी भी भाषा (260+) में अनुवादों का समर्थन करता है।",
    "faq-item-description3": "JSON फ़ाइल का अनुवाद कुछ ही सेकंड में होता है, जो आपको अनुवादित सामग्री तक त्वरित पहुंच प्रदान करता है",
    "faq-item-description4": "एक बार के अनुवाद के साथ, आप प्रति अनुवादित फ़ाइल का भुगतान करते हैं, जबकि एक असीमित सदस्यता आपको एक निश्चित मासिक शुल्क के लिए नियमित रूप से और बिना सीमा के अनुवाद करने की अनुमति देती है",
    "faq-item-description5": "हां, हमारा उपकरण CHATGPT का उपयोग करता है और उच्च सटीकता के साथ उच्च गुणवत्ता वाले अनुवादों को सुनिश्चित करता है। बेहतर तो Google अनुवाद और deepl",
    "faq-item-description6": "नहीं, हमारा उपकरण उपयोगकर्ता के अनुकूल है और इसे तकनीकी कौशल की आवश्यकता नहीं है। यह आसान उपयोग के लिए डिज़ाइन किया गया है",
    "faq-item-description7": "हमारे पैकेजों में से चुनें और केवल उस JSON फ़ाइल को अपलोड करें जिसे आप अनुवाद करना चाहते हैं। लक्ष्य भाषा का चयन करें, और सेकंड के भीतर, आप अनुवादित फ़ाइल प्राप्त करेंगे",
    "faq-item-description8": "हां, हम आपकी सभी पूछताछ को संबोधित करने के लिए उत्कृष्ट ग्राहक सहायता प्रदान करते हैं और हमारे टूल का उपयोग करने में आपकी सहायता करते हैं। हम ईमेल और लाइव चैट के माध्यम से 24 और 48-घंटे का समर्थन प्रदान करते हैं",
    "faq-item-description10": "हां, हम आपके डेटा की सुरक्षा को प्राथमिकता देते हैं और इसकी सुरक्षा के लिए सख्त उपायों को लागू करते हैं। आपकी फ़ाइलें हमारे सर्वर पर संग्रहीत नहीं हैं और अनुवाद के तुरंत बाद हमारे सिस्टम से तुरंत हटा दी जाती हैं। (यह सुनिश्चित करने के लिए महत्वपूर्ण है कि आप अपनी अनुवादित फ़ाइलों को अपने अंत में सुरक्षित रूप से सहेजें)",
    "privacy-header-title": "गोपनीयता कथन JSON अनुवादक",
    "contact-location-des2": "ईजे एम्स्टर्डम नीदरलैंड",
    "contact-phone-des1": "सुबह 9:00 बजे से शाम 5:00 बजे तक सोम-शुक्र",
    "contact-phone-des2": "+31202446988",
    "contact-email": "ई-मेल या चैट",
    "contact-email-des1": "हमारी अनुकूल टीम आपकी मदद करने के लिए तैयार है",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "JSON अनुवादक",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "हमारे साथ जुड़े",
    "contact-form-subtitle": "संपर्क करें",
    "contact-form-des2": "हमें आपसे सुनना प्रिय लगेगा",
    "contact-description1": "हम आपकी किस तरह से सहायता कर सकते हैं?",
    "contact-description2": "हमारी अनुकूल टीम हमेशा एक चैट के लिए तैयार रहती है",
    "contact-title": "संपर्क करें",
    "contact-phone": "फ़ोन नंबर",
    "Translate JSON files in 5 seconds": "5 सेकंड में JSON फ़ाइलों का अनुवाद करें",
    "Start with the JSON Translator": "JSON अनुवादक के साथ शुरू करें",
    "Terms and Conditions": "नियम और शर्तें",
    "Terms and Conditions for JSON Tool": "JSON उपकरण के लिए नियम और शर्तें",
    "Last Updated: 20 december 2023": "अंतिम अद्यतन: 20 दिसंबर 2023",
    "1. Acceptance of Terms": "1. शर्तों की स्वीकृति",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "JSON अनुवादक द्वारा प्रदान किए गए JSON टूल को एक्सेस या उपयोग करके, आप इन नियमों और शर्तों से बंधे होने के लिए सहमत हैं। यदि आप इन शर्तों के किसी भी भाग से सहमत नहीं हैं, तो आप JSON टूल का उपयोग नहीं कर सकते हैं।",
    "2. Use of the JSON Tool": "2. JSON टूल का उपयोग",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "JSON टूल का उपयोग करने के लिए आपकी आयु कम से कम 18 वर्ष होनी चाहिए।",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "आप JSON टूल का उपयोग करते समय सटीक और पूर्ण जानकारी प्रदान करने के लिए सहमत हैं, और आप इसकी सटीकता सुनिश्चित करने के लिए इस जानकारी को अपडेट करेंगे।",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "आप JSON टूल का दुरुपयोग नहीं कर सकते। निषिद्ध गतिविधियों में शामिल हैं, लेकिन अनधिकृत पहुंच प्राप्त करने, उचित कामकाज में हस्तक्षेप करने, या लागू कानूनों और विनियमों का उल्लंघन करने का प्रयास करने के लिए सीमित नहीं हैं।",
    "3. Intellectual Property": "3. बौद्धिक संपदा",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "JSON टूल, जिसमें सभी सामग्री, सुविधाएँ और कार्यक्षमता शामिल हैं, हमारी कंपनी के स्वामित्व में है और बौद्धिक संपदा कानूनों द्वारा संरक्षित है। आप हमारी स्पष्ट सहमति के बिना व्युत्पन्न कार्यों को पुन: पेश, वितरित, संशोधित या बना सकते हैं।",
    "4. Privacy": "4. गोपनीयता",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "JSON टूल का आपका उपयोग हमारे गोपनीयता कथन के अधीन है, जो यह बताता है कि हम आपकी व्यक्तिगत जानकारी को कैसे इकट्ठा करते हैं, उपयोग करते हैं और उसकी सुरक्षा करते हैं।",
    "5. Termination": "5. समाप्ति",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "हम किसी भी समय, बिना किसी पूर्व सूचना के, किसी भी कारण से, इन नियमों और शर्तों के उल्लंघन सहित किसी भी समय, JSON टूल तक आपकी पहुंच को समाप्त करने या निलंबित करने का अधिकार सुरक्षित रखते हैं।",
    "6. Changes to Terms and Conditions": "6. नियमों और शर्तों में परिवर्तन",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "हम अपनी प्रथाओं में या अन्य परिचालन, कानूनी, या नियामक कारणों के लिए परिवर्तन को प्रतिबिंबित करने के लिए इन नियमों और शर्तों को अपडेट कर सकते हैं। हम JSON टूल के माध्यम से किसी भी महत्वपूर्ण परिवर्तन के उपयोगकर्ताओं को सूचित करेंगे।",
    "7. Disclaimer of Warranties": "7. वारंटियों की अस्वीकरण",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "JSON टूल को 'जैसा है,' के रूप में प्रदान किया जाता है, बिना किसी वारंटी के, व्यक्त या निहित। हम गारंटी नहीं देते हैं कि उपकरण त्रुटि-मुक्त या निर्बाध होगा।",
    "8. Limitation of Liability": "8. देयता की सीमा",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "किसी भी घटना में किसी भी अप्रत्यक्ष, परिणामी, आकस्मिक, विशेष, या दंडात्मक नुकसान के लिए या JSON उपकरण के उपयोग के संबंध में उत्पन्न होने वाले या दंडात्मक नुकसान के लिए उत्तरदायी नहीं होगा।",
    "9. Governing Law": "9. शासी कानून",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "ये नियम और शर्तें हमारी कंपनी के कानूनों के अनुसार, कानून सिद्धांतों के टकराव के बिना, हमारी कंपनी के कानूनों के अनुसार शासित और बाधित होती हैं।",
    "10. Contact Us": "10. हमसे संपर्क करें",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "यदि आपके पास इन नियमों और शर्तों के बारे में कोई प्रश्न, चिंता या अनुरोध हैं, तो कृपया हमें info@jsontranslator.io पर संपर्क करें",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "JSON टूल का उपयोग करके, आप इन नियमों और शर्तों में उल्लिखित शर्तों से सहमत हैं।",
    "Thank you for choosing": "चुनने के लिए धन्यवाद",
    "JSON Translator": "JSON अनुवादक",
    "Privacy Statement": "गोपनीयता वाले कथन",
    "Privacy Statement for JSON Translator": "JSON अनुवादक के लिए गोपनीयता विवरण",
    "1. Introduction": "1 परिचय",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "JSON अनुवादक हमारे उपयोगकर्ताओं की गोपनीयता और सुरक्षा को महत्व देता है। यह गोपनीयता कथन यह बताता है कि जब आप हमारी वेबसाइट और सेवाओं का उपयोग करते हैं, तो हम आपकी व्यक्तिगत जानकारी को कैसे एकत्र करते हैं, उपयोग करते हैं और उसकी सुरक्षा करते हैं।",
    "2. Information We Collect": "2. जानकारी हम एकत्र करते हैं",
    "We collect the following types of information:": "हम निम्न प्रकार की जानकारी एकत्र करते हैं:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "व्यक्तिगत जानकारी: जब आप किसी खाते के लिए साइन अप करते हैं या हमारी सेवाओं का उपयोग करते हैं, तो हम व्यक्तिगत जानकारी एकत्र कर सकते हैं, जिसमें आपके नाम, ईमेल पते और भुगतान विवरण तक सीमित नहीं है।",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "उपयोग की जानकारी: हम इस बारे में जानकारी एकत्र करते हैं कि आप हमारी वेबसाइट और सेवाओं का उपयोग कैसे करते हैं, जिसमें आपकी बातचीत और लेनदेन शामिल हैं।",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "डिवाइस की जानकारी: हम उस डिवाइस के बारे में जानकारी एकत्र कर सकते हैं जो आप हमारी सेवाओं को एक्सेस करने के लिए उपयोग करते हैं, जैसे कि डिवाइस प्रकार, ऑपरेटिंग सिस्टम और ब्राउज़र।",
    "3. How We Use Your Information": "3. हम आपकी जानकारी का उपयोग कैसे करते हैं",
    "To provide and improve our services.": "हमारी सेवाओं को प्रदान करने और सुधारने के लिए।",
    "To communicate with you about our services and updates.": "हमारी सेवाओं और अपडेट के बारे में आपसे संवाद करने के लिए।",
    "To personalize your experience and provide targeted content.": "अपने अनुभव को निजीकृत करने और लक्षित सामग्री प्रदान करने के लिए।",
    "To process payments and transactions.": "भुगतान और लेनदेन को संसाधित करने के लिए।",
    "4. Information Sharing": "4. सूचना साझा करना",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "हम अपनी व्यक्तिगत जानकारी को तीसरे पक्ष को नहीं बेचते हैं, व्यापार करते हैं या किराए पर नहीं लेते हैं। हालाँकि, हम विश्वसनीय तृतीय-पक्ष सेवा प्रदाताओं के साथ जानकारी साझा कर सकते हैं जो हमारी वेबसाइट को संचालित करने या हमारे व्यवसाय का संचालन करने में हमारी सहायता करते हैं, जब तक कि वे इस जानकारी को गोपनीय रखने के लिए सहमत होते हैं।",
    "5. Security Measures": "5. सुरक्षा उपाय",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "हम आपकी जानकारी की सुरक्षा को प्राथमिकता देते हैं। हम आपकी व्यक्तिगत जानकारी को अनधिकृत पहुंच, प्रकटीकरण, परिवर्तन और विनाश से बचाने के लिए उद्योग-मानक सुरक्षा उपायों को लागू करते हैं।",
    "6. Your Choices": "6. आपकी पसंद",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "आपके पास आपके बारे में धारण की गई व्यक्तिगत जानकारी की समीक्षा, अद्यतन और हटाने का अधिकार है। आप कुछ संचारों से बाहर निकलने का विकल्प भी चुन सकते हैं।",
    "7. Changes to This Privacy Statement": "7. इस गोपनीयता कथन में परिवर्तन",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "हम अपनी प्रथाओं में परिवर्तन को प्रतिबिंबित करने के लिए या अन्य परिचालन, कानूनी, या नियामक कारणों के लिए इस गोपनीयता कथन को अपडेट कर सकते हैं। हम वेबसाइट के माध्यम से किसी भी महत्वपूर्ण परिवर्तन के उपयोगकर्ताओं को सूचित करेंगे।",
    "8. Contact Us": "8. हमसे संपर्क करें",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "यदि आपके पास इस गोपनीयता कथन के बारे में कोई प्रश्न, चिंता या अनुरोध है, तो कृपया हमसे संपर्क करें info@jsontranslator.io पर संपर्क करें",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "हमारी वेबसाइट और सेवाओं का उपयोग करके, आप इस गोपनीयता कथन में उल्लिखित शर्तों से सहमत हैं।",
    "Thank you for choosing JSON Translator. ": "JSON अनुवादक चुनने के लिए धन्यवाद।",
    "Cookie Statement": "कुकी विवरण",
    "Cookie Statement for JSON Tool": "JSON टूल के लिए कुकी स्टेटमेंट",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "यह कुकी बयान बताता है कि जब आप JSON टूल का उपयोग करते हैं तो JSON अनुवादक कुकीज़ और इसी तरह की तकनीकों का उपयोग कैसे करता है। JSON टूल का उपयोग करके, आप इस कथन में वर्णित कुकीज़ के उपयोग के लिए सहमति देते हैं।",
    "2. What Are Cookies?": "2. कुकीज़ क्या हैं?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "कुकीज़ छोटी पाठ फ़ाइलें हैं जो आपके डिवाइस (कंप्यूटर, टैबलेट, या मोबाइल फोन) पर संग्रहीत होती हैं, जब आप किसी वेबसाइट पर जाते हैं। वे व्यापक रूप से वेबसाइटों को काम करने या उनकी दक्षता में सुधार करने के लिए, साथ ही वेबसाइट मालिकों को जानकारी प्रदान करने के लिए उपयोग किए जाते हैं।",
    "3. How We Use Cookies": "3. हम कुकीज़ का उपयोग कैसे करते हैं",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "JSON टूल के लिए ये कुकीज़ ठीक से काम करने के लिए आवश्यक हैं। वे सुरक्षा, नेटवर्क प्रबंधन और पहुंच जैसी मुख्य कार्यक्षमता को सक्षम करते हैं।",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "हम Analytics कुकीज़ का उपयोग इस बारे में जानकारी एकत्र करने के लिए करते हैं कि उपयोगकर्ता JSON टूल के साथ कैसे बातचीत करते हैं। यह हमें प्रदर्शन और उपयोगकर्ता अनुभव का विश्लेषण और सुधार करने में मदद करता है।",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "मार्केटिंग कुकीज़ का उपयोग वेबसाइटों पर आगंतुकों को ट्रैक करने के लिए किया जाता है। इरादा उन विज्ञापनों को प्रदर्शित करना है जो व्यक्तिगत उपयोगकर्ता के लिए प्रासंगिक और आकर्षक हैं।",
    "4. Types of Cookies We Use": "4. कुकीज़ के प्रकार हम उपयोग करते हैं",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "ये अस्थायी कुकीज़ हैं जो जब आप अपने ब्राउज़र को बंद करते हैं तो समाप्त हो जाते हैं।",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "ये कुकीज़ आपके डिवाइस पर एक निर्धारित अवधि के लिए या जब तक आप उन्हें हटाते हैं।",
    "5. Your Choices": "5. आपकी पसंद",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "आप अपनी इच्छानुसार कुकीज़ को नियंत्रित और/या हटा सकते हैं। आप उन सभी कुकीज़ को हटा सकते हैं जो पहले से ही आपके डिवाइस पर हैं, और आप उन्हें रखा जाने से रोकने के लिए अधिकांश ब्राउज़र सेट कर सकते हैं। हालाँकि, यदि आप ऐसा करते हैं, तो आपको हर बार जब आप JSON टूल पर जाते हैं तो आपको कुछ वरीयताओं को मैन्युअल रूप से समायोजित करना पड़ सकता है।",
    "6. Third-Party Cookies": "6. तृतीय-पक्ष कुकीज़",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "हम तृतीय-पक्ष सेवाओं का उपयोग कर सकते हैं जो हमारी ओर से कुकीज़ सेट कर सकते हैं। ये कुकीज़ इन तृतीय-पक्ष प्रदाताओं की संबंधित गोपनीयता नीतियों के अधीन हैं।",
    "7. Changes to This Cookie Statement": "7. इस कुकी स्टेटमेंट में बदलाव",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "हम अपनी प्रथाओं में परिवर्तन को प्रतिबिंबित करने के लिए या अन्य परिचालन, कानूनी, या नियामक कारणों के लिए इस कुकी स्टेटमेंट को अपडेट कर सकते हैं। हम JSON टूल के माध्यम से किसी भी महत्वपूर्ण परिवर्तन के उपयोगकर्ताओं को सूचित करेंगे।",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "यदि आपके पास इस कुकी स्टेटमेंट के बारे में कोई प्रश्न, चिंता या अनुरोध हैं, तो कृपया हमें info@jsontranslator.io पर संपर्क करें",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "JSON टूल का उपयोग करके, आप इस कथन में उल्लिखित कुकीज़ के उपयोग के लिए सहमत हैं।",
    "success": "सफलता",
    "Please select the valid json file": "कृपया मान्य JSON फ़ाइल का चयन करें",
    "The file size should be less than 5MB": "फ़ाइल का आकार 5mb से कम होना चाहिए",
    "The file loaded": "फ़ाइल लोड की गई",
    "Please select the json file": "कृपया JSON फ़ाइल का चयन करें",
    "Please select your target language": "कृपया अपनी लक्षित भाषा का चयन करें",
    "Content copied to clipboard!": "क्लिपबोर्ड के लिए कॉपी की गई सामग्री!",
    "Unable to copy content to clipboard": "क्लिपबोर्ड पर सामग्री की प्रतिलिपि बनाने में असमर्थ",
    "Password is reset.": "पासवर्ड रीसेट है।",
    "Signup success": "साइनअप सफलता",
    "Successfully canceled your subscription": "सफलतापूर्वक अपनी सदस्यता रद्द कर दी",
    "Changed successfully": "सफलतापूर्वक बदल गया",
    "Current passworf field is not correct": "वर्तमान पासवॉर्फ फ़ील्ड सही नहीं है",
    "Download all files": "सभी फ़ाइलें डाउनलोड करें",
    "Download file": "डाउनलोड फ़ाइल",
    "Download": "डाउनलोड करना",
    "*** You can try one file for free. ***": "*** आप एक फ़ाइल को मुफ्त में आज़मा सकते हैं। ***",
    "Unlimited": "असीमित",
    "Per month": "प्रति महीने",
    "Billed yearly": "सालाना बिल",
    "Get started": "शुरू हो जाओ",
    "Try one file for free": "मुफ्त में एक फ़ाइल का प्रयास करें",
    "FEATURES": "विशेषताएँ",
    "Everything in our free plan plus....": "हमारी मुफ्त योजना में सब कुछ…।",
    "1 year unlimited translations": "1 वर्ष असीमित अनुवाद",
    "Translate into 260+ languages at the click of a button": "एक बटन के क्लिक पर 260+ भाषाओं में अनुवाद करें",
    "Easily download translated files": "आसानी से अनुवादित फ़ाइलें डाउनलोड करें",
    "The best translation quality with the use of ChatGPT": "CHATGPT के उपयोग के साथ सबसे अच्छा अनुवाद गुणवत्ता",
    "Receive email support within 24 hours and online chat": "24 घंटे और ऑनलाइन चैट के भीतर ईमेल समर्थन प्राप्त करें",
    "Paid per file": "प्रति फ़ाइल भुगतान",
    "per file": "प्रति फ़ाइल",
    "Easily pay per file for occasional use": "कभी -कभार उपयोग के लिए आसानी से प्रति फ़ाइल का भुगतान करें",
    "Easily translate and pay per file": "आसानी से अनुवाद करें और प्रति फ़ाइल का भुगतान करें",
    "Choose from 260+ translation options": "260+ अनुवाद विकल्पों में से चुनें",
    "Receive email support within 48 hours": "48 घंटे के भीतर ईमेल समर्थन प्राप्त करें",
    "Translate complete JSON files": "पूर्ण JSON फ़ाइलों का अनुवाद करें",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "फिर से JSON फ़ाइलों को भागों में विभाजित नहीं किया; बस एक पूरे के रूप में अनुवाद करें, चैट द्वारा संचालित।",
    "Translate with ChatGPT": "चैट के साथ अनुवाद करें",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Chatgpt के साथ अनुवाद करें, Google अनुवाद और Deepl से बेहतर।",
    "Choose from 260+ languages": "260+ भाषाओं में से चुनें",
    "The widest range of languages, choose from 260+ languages.": "भाषाओं की सबसे विस्तृत श्रृंखला, 260+ भाषाओं में से चुनें।",
    "We offer unlimited packages": "हम असीमित पैकेज प्रदान करते हैं",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "पे-पर-कैरेक्टर या स्ट्रिंग के साथ कोई परेशानी नहीं; हम असीमित पैकेज प्रदान करते हैं।",
    "Multi-translate option": "बहु-अनुवाद विकल्प",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "मिनटों में एक बटन के धक्का के साथ 260+ भाषाओं में पूर्ण JSON फ़ाइलों का अनुवाद करें।",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "सबसे तेज़ उपकरण, पूरे JSON फ़ाइलों का अनुवाद कम से कम 5 सेकंड में करता है।",
    "Select your original language": "अपनी मूल भाषा का चयन करें",
    "Get in touch": "संपर्क में रहो",
    "Select your target language": "अपनी लक्ष्य भाषा का चयन करें",
    "ADD EXTRA OUTPUT LANGUAGE": "अतिरिक्त आउटपुट भाषा जोड़ें",
    "Start translation": "अनुवाद शुरू करें",
    "Output language(s)": "आउटपुट भाषा (ओं)",
    "Setting": "सेटिंग",
    "Join us as an affiliate partner and get 10% commission": "एक संबद्ध भागीदार के रूप में हमसे जुड़ें और 10% कमीशन प्राप्त करें",
    "Get up and running in less than 5 minutes.": "उठो और 5 मिनट से भी कम समय में चलो।",
    "pload your main JSON file and select a language": "अपनी मुख्य JSON फ़ाइल को प्लोड करें और एक भाषा का चयन करें",
    "Send message": "मेसेज भेजें",
    "You agree to our friendly ": "आप हमारे अनुकूल के लिए सहमत हैं",
    "privacy policy": "गोपनीयता नीति",
    "Read more": "और पढ़ें"
}