{
    "link-home": "Dom",
    "link-tool": "Alat",
    "link-howitworks": "Kako radi",
    "link-pricing": "Cijene",
    "footer-link-contact": "Kontakt",
    "footer-link-affiliate": "Udružiti se",
    "footer-link-terms": "Pojmovi",
    "footer-link-privacy": "Privatnost",
    "footer-link-cookies": "Kolačići",
    "link-privacy": "Privatnost",
    "link-faq": "Pitanja",
    "link-login": "Prijaviti se",
    "link-logout": "Odjavite se",
    "link-tool-edit": "Uredi",
    "link-tool-trans": "Prevedi",
    "homepage-aipublish-title": "Prevedite kompletnu JSON datoteku za nekoliko sekundi",
    "homepage-aipublish-sub-title1": "Prevedite json datoteke",
    "homepage-aipublish-sub-title2": "Prevedite svoju JSON datoteku",
    "homepage-aipublish-sub-title3": "Napajao chatgpt",
    "homepage-aipublish-info-title": "Prevedite json datoteke pritiskom na gumb.",
    "homepage-aipublish-info-sub-title": "Prevedite cijele json datoteke odjednom koristeći naš alat koji pokreće chatgpt",
    "homepage-aipublish-info-des": "Pomoću našeg alata moguće je prevesti (velike) JSON datoteke odjednom na 260+ jezika. Prijevod se vrši pomoću chatgpt -a, a s našim alatom ne morate podijeliti datoteke na zasebne dijelove.",
    "homepage-aipublish-edit-title": "Prevedite cijele JSON datoteke odjednom, u roku od nekoliko sekundi",
    "homepage-aipublish-edit-des": "S prevoditeljem JSON -a možete prevesti (velike) JSON datoteke odjednom bez potrebe za podjelom datoteke u više dijelova. Jednostavno prevedite JSON datoteku u jednom potezu.",
    "homepage-aipublish-edit-item1": "Visokokvalitetni prijevod korištenjem chatgpt",
    "homepage-aipublish-edit-item2": "Možete prevesti cijele datoteke odjednom",
    "homepage-aipublish-edit-item3": "Ne može dobiti brže, samo 5 sekundi za prevedenu json datoteku",
    "homepage-aipublish-trans-title": "Neograničeni prijevod JSON -a na 260+ jezika",
    "homepage-aipublish-trans-des": "Pomoću našeg alata možete prevesti json datoteke na 260+ jezika, osiguravajući najveću postizanje kvalitete prijevoda korištenjem chatgpta",
    "homepage-aipublish-trans-item1": "Prevedena json datoteka na gotovo svim jezicima",
    "homepage-aipublish-trans-item2": "Možete se odlučiti za jednokratne prijevode i platiti po datoteci",
    "homepage-aipublish-trans-item3": "Ako želite redovito prevesti json datoteke, odlučite se za neograničeno članstvo",
    "homepage-aipublish-price-title": "Cijene",
    "homepage-aipublish-price-sub-title": "Jednostavne, prozirne cijene",
    "homepage-aipublish-price-des": "Omogućujemo JSON prijevode za sve koji se bave prijevodom web stranica i aplikacija.",
    "faq-title": "Često postavljana pitanja",
    "faq-description": "Sve što trebate znati o prevoditelju JSON -a",
    "faq-item-title1": "Koja je glavna funkcija ovog alata?",
    "faq-item-description1": "Naš alat omogućuje vam prevođenje kompletnih JSON datoteka na gotovo sve jezike u jednom potezu, bez potrebe da datoteku podijelite na zasebne dijelove.",
    "faq-item-title2": "Koji su jezici podržani alatom?",
    "faq-item-title3": "Koliko brzo mogu prevesti json datoteku?",
    "faq-item-title4": "Koja je razlika između jednokratnog prijevoda i neograničenog članstva?",
    "faq-item-title5": "Mogu li vjerovati kvaliteti prijevoda?",
    "faq-item-title6": "Je li potrebno tehničko znanje za korištenje alata?",
    "faq-item-title7": "Kako mogu započeti s alatom?",
    "faq-item-title8": "Nudite li podršku ako imam pitanja ili trebam pomoć s alatom?",
    "faq-item-title9": "Mogu li dobiti besplatno probno razdoblje za isprobavanje alata?",
    "faq-item-title10": "Jesu li moji podaci sigurni kada koristite alat?",
    "faq-case-study": "Još uvijek imate pitanja?",
    "faq-case-study-title3": "Ne možete pronaći odgovor koji tražite? Molimo razgovarajte s našim prijateljskim timom.",
    "footer-copyright": "© 2023 JSON Prevoditelja sva prava pridržana.",
    "btn-try-free": "Isprobajte besplatno",
    "signin-form-title": "Prijavite se na svoj račun",
    "signin-form-welcome": "Welcoma natrag! Unesite svoje podatke.",
    "signin-form-email": "E -pošta",
    "signin-email-placeholder": "Unesite e -poštu",
    "signin-form-password": "lozinka",
    "signin-password-placeholder": "Unesite svoju lozinku",
    "signin-form-remember": "Sjetite se 30 dana",
    "signin-form-forget": "Zaboravili ste lozinku",
    "error-email-exist": "E -pošta već registrirana",
    "error-password-required": "Potrebna je lozinka.",
    "error-pwdConfirm-required": "Potrebna je potvrda lozinke.",
    "error-password-not-confirm": "Potvrda lozinke i lozinke nisu isti.",
    "error-email-required": "Potrebna e -pošta.",
    "error-firstname-required": "Potrebno je prvo ime.",
    "error-lastname-required": "Potrebno je lastName.",
    "error-country-required": "Zemlja potrebna.",
    "button-signin": "PRIJAVITI SE",
    "button-signup": "Prijaviti se",
    "login_success": "Uspješno uspješno",
    "please_login": "Molimo pokušajte ponovo nakon prijave",
    "error-invalid-signin": "Podaci o računu nisu valjani",
    "trans-form-title": "Prevedite svoje JSON datoteke",
    "edit-form-subtitle": "Odaberite svoju najnoviju datoteku da biste dovršili internetski prijevod",
    "edit-form-guide1": "Odaberite datoteku ili povucite i ispustite ovdje",
    "edit-form-guide2": "Veličina json datoteke ne veća od 10MB",
    "select-language": "Izaberi jezik",
    "select-file": "Odaberite datoteku",
    "faq-item-description9": "Nudimo priliku da jednom isprobamo prevoditelja JSON -a jednom. Nakon ovog početnog suđenja, morat ćete odabrati između jednog od naših plaćenih paketa, poput plaćanja po datoteci ili Unlimited",
    "checkout-form-title": "Započnite s prevoditeljem JSON -a",
    "checkout-form-subtitle": "Pogledajte video ili ga jednom pokušajte besplatno.",
    "checkout-form-des2": "Ispunite donji obrazac i odmah isprobajte naš alat u potpunosti besplatno.",
    "checkout-page-title": "Prednosti JSON prevoditelja",
    "checkout-page-subtitle": "Zašto JSON prevoditelj?",
    "checkout-page-des": "S prevoditeljem JSON -a možete prevesti JSON datoteke na 260+ jezika samo klikom, dovršavajući postupak za 5 sekundi po datoteci. Zajamčeno najkvalitetnije prijevod pokrenut chatgpt",
    "affiliate-description": "Imate li veliku mrežu/doseg među programerima softvera i graditeljima web i aplikacija? Ako je tako, prijavite se za naš pridruženi program, promovirajte prevoditelja JSON -a i zaradite novac",
    "affiliate-title": "Zaradite novac promovirajući naš alat",
    "affiliate-info-title": "Značajke",
    "affiliate-info-sub-title": "Promovirajte naš alat i zaradite novac",
    "affiliate-info-des": "Zaradite novac promovirajući prevoditelja JSON -a unutar svoje mreže. Primit ćete promotivne materijale kao što su transparenti i veze koje možete koristiti. Zaradite 10% provizije za naše plaćene pakete s mjesečnim isplatama",
    "affiliate-edit-title": "Zadovoljan? Podijelite vijesti",
    "affiliate-edit-des": "Ako ste zadovoljni prevoditeljem JSON -a, raširite riječ!",
    "affiliate-edit-item1": "Dobit ćete osobnu vezu za preporuku",
    "affiliate-edit-item2": "Podijelite vezu unutar svoje mreže",
    "affiliate-edit-item3": "Promovirajte prevoditelja JSON -a i zaradite novac",
    "affiliate-trans-title": "Zaradite 10% po upućenom korisniku",
    "affiliate-trans-des": "Zaradite lak novac promovirajući naš alat. Nabavite 9 USD za svakog upućenog korisnika",
    "affiliate-trans-item1": "Visoki postotak po upućenom korisniku",
    "affiliate-trans-item2": "Mjesečna isplata",
    "affiliate-trans-item3": "Jasna nadzorna ploča za partnere",
    "affiliate-third-title": "Pratite svoje rezultate na vlastitoj nadzornoj ploči",
    "affiliate-third-des": "Imat ćete pristup nadzornoj ploči profesionalnog partnerskog partnera. Možete nadzirati svoje rezultate i zarade, a imat ćete pristup promotivnim materijalima",
    "affiliate-third-item1": "Provjerite koliko ste korisnika uputili",
    "affiliate-third-item2": "Pogledajte zaradu preporuke",
    "affiliate-third-item3": "Preuzmite najbolje promotivne materijale",
    "Share team inboxes": "Dijelite tim pristigle pošte",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Bez obzira imate li tim od 2 ili 200, naši zajednički tim pristiglih pošti zadržavaju sve na istoj stranici i u petlji.",
    "signup-form-title": "Prijavite se na svoj račun",
    "signup-form-welcome": "Dobrodošli ovdje! Unesite svoje podatke.",
    "signup-form-firstname": "Ime",
    "signup-form-lastname": "Prezime",
    "signup-form-country": "Zemlja",
    "signup-placeholder-firstname": "Unesite svoje prvo ime",
    "signup-placeholder-lastname": "Unesite svoje ime",
    "signup-placeholder-country": "Uđite u svoju zemlju",
    "signup-form-email": "E -pošta",
    "signup-placeholder-email": "Unesite e -poštu",
    "signup-form-password": "Lozinka",
    "signup-placeholder-password": "Unesite svoju lozinku",
    "signup-form-password-confirm": "Potvrdite lozinku",
    "signup-placeholder-password-confirm": "Unesite svoju lozinku Potvrdite",
    "signup-button-signup": "Prijaviti se",
    "have-not-account": "Nemate račun?",
    "Deliver instant answers": "Dostavite trenutne odgovore",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "Platforma za korisničku uslugu sve u jednoj koja vam pomaže uravnotežiti sve što vaši kupci trebaju biti sretni.",
    "msg_firstName_required": "Ime je potrebno",
    "msg_lastName_required": "Prezime je potrebno",
    "msg_email_required": "Potrebna je e -pošta",
    "msg_email_invalid": "E-mail je pogrešan",
    "msg_country_required": "Zemlja je potrebna",
    "msg_phone_required": "Potreban je telefonski broj",
    "msg_message_required": "Poruka je potrebna",
    "msg_agree_our_policy": "Molim vas, složite se našu politiku",
    "msg_error_checkout": "Molim te pokušaj ponovno",
    "jwt malformed": "Molimo prijavite se i pokušajte ponovo",
    "faq-item-description2": "Naš alat podržava prijevode na sve jezike (260+), omogućujući globalni prijevod.",
    "faq-item-description3": "Prijevod JSON datoteke događa se u samo nekoliko sekundi, pružajući vam brzi pristup prevedenom sadržaju",
    "faq-item-description4": "Jednokratnim prijevodom plaćate po prevedenoj datoteci, dok vam neograničeno članstvo omogućuje redovito i bez ograničenja za fiksnu mjesečnu naknadu",
    "faq-item-description5": "Da, naš alat koristi chatgpt i osigurava visokokvalitetne prijevode s velikom točnošću. Bolje od Google Translate i Deepl",
    "faq-item-description6": "Ne, naš je alat prilagođen korisnicima i ne zahtijeva tehničke vještine. Dizajniran je za jednostavnu upotrebu",
    "faq-item-description7": "Odaberite između naših paketa i jednostavno prenesite JSON datoteku koju želite prevesti. Odaberite ciljni jezik (i), a u roku od nekoliko sekundi dobit ćete prevedenu datoteku",
    "faq-item-description8": "Da, nudimo izvrsnu korisničku podršku kako bismo riješili sve vaše upite i pomogli vam u korištenju našeg alata. Pružamo podršku od 24 i 48 sati putem e-pošte i chata uživo",
    "faq-item-description10": "Da, dajemo prioritet sigurnosti vaših podataka i provodimo stroge mjere kako bismo ih zaštitili. Vaše se datoteke ne pohranjuju na našem poslužitelju i odmah se uklanjaju iz naših sustava odmah nakon prijevoda. (Ključno je osigurati da sigurno spremite svoje prevedene datoteke na svoj kraj)",
    "privacy-header-title": "Izjava o privatnosti JSON Prevoditelja",
    "contact-location-des2": "EJ Amsterdam Nizozemska",
    "contact-phone-des1": "Mon-FRI od 9:00 do 17:00",
    "contact-phone-des2": "+31202446988",
    "contact-email": "E-mail ili chat",
    "contact-email-des1": "Naš prijateljski tim spreman vam je pomoći",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "JSON Prevoditelja",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Kontaktirajte nas",
    "contact-form-subtitle": "Kontaktirajte nas",
    "contact-form-des2": "Voljeli bismo vas čuti",
    "contact-description1": "Kako vam možemo pomoći?",
    "contact-description2": "Naš prijateljski tim uvijek je spreman za razgovor",
    "contact-title": "Kontaktirajte nas",
    "contact-phone": "Broj telefona",
    "Translate JSON files in 5 seconds": "Prevesti json datoteke za 5 sekundi",
    "Start with the JSON Translator": "Započnite s prevoditeljem JSON -a",
    "Terms and Conditions": "Uvjeti i odredbe",
    "Terms and Conditions for JSON Tool": "Uvjeti za JSON alat",
    "Last Updated: 20 december 2023": "Posljednje ažuriranje: 20. prosinca 2023",
    "1. Acceptance of Terms": "1. Prihvaćanje uvjeta",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Pristupom ili korištenjem JSON alata koji je pružio JSON Prevodioca, prihvaćate da ćete biti vezani ovim Uvjetima i odredbama. Ako se ne slažete s bilo kojim dijelom ovih Uvjeta, možda nećete koristiti JSON alat.",
    "2. Use of the JSON Tool": "2. Upotreba JSON alata",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Morate imati najmanje 18 godina da biste koristili JSON alat.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Slažete se da ćete pružiti točne i cjelovite informacije prilikom korištenja JSON alata i ažurirat ćete ove podatke kako biste osigurali njegovu točnost.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Možda nećete zloupotrijebiti JSON alat. Zabranjene aktivnosti uključuju, ali nisu ograničene na pokušaj dobivanja neovlaštenog pristupa, miješanje u odgovarajuće funkcioniranje ili kršenje važećih zakona i propisa.",
    "3. Intellectual Property": "3. Intelektualno vlasništvo",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "Alat JSON, uključujući sav sadržaj, značajke i funkcionalnost, u vlasništvu je naše tvrtke i zaštićen je zakonima o intelektualnom vlasništvu. Ne smijete reproducirati, distribuirati, mijenjati ili stvarati izvedene radove bez našeg izričitog pristanka.",
    "4. Privacy": "4. Privatnost",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Vaša upotreba JSON alata podliježe našoj izjavi o privatnosti, koja opisuje kako prikupljamo, koristimo i štitimo vaše osobne podatke.",
    "5. Termination": "5. Raskid",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Pridržavamo pravo ukinuti ili obustaviti vaš pristup JSON alatu u bilo kojem trenutku, bez prethodne najave, iz bilo kojeg razloga, uključujući kršenje ovih uvjeta.",
    "6. Changes to Terms and Conditions": "6. Promjene u odredbe i odredbe",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Možemo ažurirati ove Uvjete kako bismo odražavali promjene u našoj praksi ili iz drugih operativnih, pravnih ili regulatornih razloga. Obavijestit ćemo korisnike o svim značajnim promjenama putem JSON alata.",
    "7. Disclaimer of Warranties": "7. Odricanje od jamstava",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "Alat JSON pruža se kao što je, bez ikakvih jamstava, izričiti ili podrazumijevati. Ne jamčimo da će alat biti bez grešaka ili neprekidno.",
    "8. Limitation of Liability": "8. Ograničenje odgovornosti",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "Ni u kojem slučaju neće biti odgovoran za bilo kakvu neizravnu, posljedičnu, slučajnu, posebnu ili kaznenu štetu koja proizlazi iz ili u vezi s korištenjem JSON alata.",
    "9. Governing Law": "9. Upravljanje zakonom",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Ovim uvjetima i odredbama reguliraju i tumače u skladu sa zakonima naše tvrtke, bez obzira na njezine načela sukoba zakona.",
    "10. Contact Us": "10. Kontaktirajte nas",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Ako imate bilo kakvih pitanja, nedoumica ili zahtjeva u vezi s ovim Uvjetima i odredbama, obratite nam se na info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Korištenjem JSON alata prihvaćate uvjete navedene u ovim Uvjetima i odredbama.",
    "Thank you for choosing": "Hvala na odabiru",
    "JSON Translator": "JSON Prevoditelja",
    "Privacy Statement": "Izjava o privatnosti",
    "Privacy Statement for JSON Translator": "Izjava o privatnosti za prevoditelja JSON -a",
    "1. Introduction": "1. Uvod",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "JSON prevoditelja cijeni privatnost i sigurnost naših korisnika. Ova izjava o privatnosti opisuje kako prikupljamo, koristimo i štitimo vaše osobne podatke kada koristite našu web stranicu i usluge.",
    "2. Information We Collect": "2. Informacije koje prikupljamo",
    "We collect the following types of information:": "Prikupljamo sljedeće vrste informacija:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Osobni podaci: Kada se prijavite na račun ili koristite naše usluge, možemo prikupiti osobne podatke, uključujući, ali ne ograničavajući se na vaše ime, adresu e -pošte i podatke o plaćanju.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Informacije o korištenju: Prikupljamo podatke o tome kako koristite našu web stranicu i usluge, uključujući vaše interakcije i transakcije.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Informacije o uređaju: Možemo prikupiti informacije o uređaju koji koristite za pristup našim uslugama, poput vrste uređaja, operativnog sustava i preglednika.",
    "3. How We Use Your Information": "3. Kako koristimo vaše podatke",
    "To provide and improve our services.": "Pružiti i poboljšati naše usluge.",
    "To communicate with you about our services and updates.": "Komunicirati s vama o našim uslugama i ažuriranjima.",
    "To personalize your experience and provide targeted content.": "Kako biste personalizirali svoje iskustvo i pružili ciljani sadržaj.",
    "To process payments and transactions.": "Za obradu plaćanja i transakcija.",
    "4. Information Sharing": "4. Dijeljenje informacija",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Ne prodajemo, ne prodajemo ili iznajmljujemo vaše osobne podatke trećim stranama. Međutim, možemo dijeliti podatke s pouzdanim pružateljima usluga trećih strana koji nam pomažu u upravljanju našom web stranicom ili vođenju našeg poslovanja, sve dok se slažu da će ove informacije biti povjerljive.",
    "5. Security Measures": "5. Sigurnosne mjere",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Dajemo prioritet sigurnosti vaših podataka. Provodimo sigurnosne mjere industrije kako bismo zaštitili vaše osobne podatke od neovlaštenog pristupa, otkrivanja, izmjena i uništenja.",
    "6. Your Choices": "6. Vaš izbor",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Imate pravo pregledati, ažurirati i izbrisati osobne podatke koje imamo o vama. Također možete odlučiti isključiti određene komunikacije.",
    "7. Changes to This Privacy Statement": "7. Promjene ove izjave o privatnosti",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Možemo ažurirati ovu izjavu o privatnosti kako bismo odražavali promjene u našoj praksi ili iz drugih operativnih, pravnih ili regulatornih razloga. Obavijestit ćemo korisnike o svim značajnim promjenama putem web stranice.",
    "8. Contact Us": "8. Kontaktirajte nas",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Ako imate bilo kakvih pitanja, nedoumica ili zahtjeva u vezi s ovom izjavom o privatnosti, kontaktirajte nas na info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Korištenjem naše web stranice i usluga prihvaćate uvjete navedene u ovoj izjavi o privatnosti.",
    "Thank you for choosing JSON Translator. ": "Hvala vam što ste odabrali prevoditelja JSON -a.",
    "Cookie Statement": "Izjava o kolačićima",
    "Cookie Statement for JSON Tool": "Izjava kolačića za JSON alat",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Ova izjava o kolačićima objašnjava kako JSON Prevoditelja koristi kolačiće i slične tehnologije kada koristite JSON alat. Korištenjem JSON alata pristajete na upotrebu kolačića kako je opisano u ovoj izjavi.",
    "2. What Are Cookies?": "2. Što su kolačići?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Kolačići su male tekstualne datoteke koje se pohranjuju na vašem uređaju (računalo, tablet ili mobilni telefon) kada posjetite web mjesto. Široko se koriste kako bi web stranice radile ili poboljšale svoju učinkovitost, kao i za pružanje informacija vlasnicima web stranica.",
    "3. How We Use Cookies": "3. Kako koristimo kolačiće",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Ovi su kolačići potrebni da JSON alat pravilno funkcionira. Omogućuju osnovnu funkcionalnost poput sigurnosti, upravljanja mrežom i pristupačnosti.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Koristimo analitičke kolačiće za prikupljanje informacija o tome kako korisnici komuniciraju s JSON alatom. To nam pomaže analizirati i poboljšati performanse i korisničko iskustvo.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Marketinški kolačići koriste se za praćenje posjetitelja na web stranicama. Namjera je prikazati oglase koji su relevantni i angažirani za pojedinog korisnika.",
    "4. Types of Cookies We Use": "4. Vrste kolačića koje koristimo",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "To su privremeni kolačići koji istječu kada zatvorite preglednik.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Ovi kolačići ostaju na vašem uređaju za određeno razdoblje ili dok ih ne izbrišete.",
    "5. Your Choices": "5. Vaš izbor",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Možete kontrolirati i/ili izbrisati kolačiće kako želite. Možete izbrisati sve kolačiće koji su već na vašem uređaju, a većinu preglednika možete postaviti kako biste spriječili da se postave. Međutim, ako to učinite, možda ćete morati ručno prilagoditi neke postavke svaki put kada posjetite JSON alat.",
    "6. Third-Party Cookies": "6. Kolačići treće strane",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Možemo koristiti usluge trećih strana koje mogu postaviti kolačiće u naše ime. Ovi kolačići podliježu odgovarajućim pravilima o privatnosti ovih pružatelja usluga trećih strana.",
    "7. Changes to This Cookie Statement": "7. Promjene ove izjave o kolačićima",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Možemo ažurirati ovu izjavu o kolačićima kako bismo odražavali promjene u našoj praksi ili iz drugih operativnih, pravnih ili regulatornih razloga. Obavijestit ćemo korisnike o svim značajnim promjenama putem JSON alata.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Ako imate bilo kakvih pitanja, nedoumica ili zahtjeva u vezi s ovom izjavom o kolačićima, kontaktirajte nas na info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Korištenjem JSON alata prihvaćate upotrebu kolačića kako je navedeno u ovoj izjavi.",
    "success": "uspjeh",
    "Please select the valid json file": "Molimo odaberite valjanu JSON datoteku",
    "The file size should be less than 5MB": "Veličina datoteke trebala bi biti manja od 5MB",
    "The file loaded": "Datoteka učitana",
    "Please select the json file": "Molimo odaberite datoteku JSON",
    "Please select your target language": "Molimo odaberite svoj ciljni jezik",
    "Content copied to clipboard!": "Sadržaj kopiran u međuspremnik!",
    "Unable to copy content to clipboard": "Nije moguće kopirati sadržaj u međuspremnik",
    "Password is reset.": "Lozinka se resetira.",
    "Signup success": "Uspjeh prijave",
    "Successfully canceled your subscription": "Uspješno otkazala pretplatu",
    "Changed successfully": "Uspješno se promijenila",
    "Current passworf field is not correct": "Trenutačno polje Passworf nije točno",
    "Download all files": "Preuzmite sve datoteke",
    "Download file": "Preuzmi datoteku",
    "Download": "preuzimanje datoteka",
    "*** You can try one file for free. ***": "*** Možete isprobati jednu datoteku besplatno. ***",
    "Unlimited": "Neograničen",
    "Per month": "Na mjesec",
    "Billed yearly": "Naplaćeno godišnje",
    "Get started": "Započeti",
    "Try one file for free": "Isprobajte jednu datoteku besplatno",
    "FEATURES": "Značajke",
    "Everything in our free plan plus....": "Sve u našem besplatnom planu plus ....",
    "1 year unlimited translations": "1 godina neograničeni prijevodi",
    "Translate into 260+ languages at the click of a button": "Prevesti u 260+ jezika na klika na gumb",
    "Easily download translated files": "Jednostavno preuzmite prevedene datoteke",
    "The best translation quality with the use of ChatGPT": "Najbolja kvaliteta prijevoda uz uporabu chatgpt",
    "Receive email support within 24 hours and online chat": "Primite podršku za e -poštu u roku od 24 sata i internetski chat",
    "Paid per file": "Plaćeno po datoteci",
    "per file": "po datoteci",
    "Easily pay per file for occasional use": "Jednostavno plaćanje po datoteci za povremenu upotrebu",
    "Easily translate and pay per file": "Lako prevesti i plaćati po datoteci",
    "Choose from 260+ translation options": "Odaberite između 260+ opcija za prijevod",
    "Receive email support within 48 hours": "Primite podršku za e -poštu u roku od 48 sati",
    "Translate complete JSON files": "Prevedite kompletne json datoteke",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Nikad više ne razdvajajte json datoteke u dijelove; Jednostavno prevedite u cjelini, pokretani chatgpt.",
    "Translate with ChatGPT": "Prevedi chatgpt",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Prevedite s chatgpt, bolje od Google Translate i Deepl.",
    "Choose from 260+ languages": "Odaberite između 260+ jezika",
    "The widest range of languages, choose from 260+ languages.": "Najširi raspon jezika, odaberite između 260+ jezika.",
    "We offer unlimited packages": "Nudimo neograničene pakete",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Nema gnjavaže s plaćanjem po karakteru ili nizu; Nudimo neograničene pakete.",
    "Multi-translate option": "Opcija s više transporta",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Prevedite kompletne json datoteke na 260+ jezika s pritiskom na gumb u nekoliko minuta.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "Najbrži alat, prevedite cijele JSON datoteke za manje od 5 sekundi.",
    "Select your original language": "Odaberite svoj originalni jezik",
    "Get in touch": "Stupiti u kontakt",
    "Select your target language": "Odaberite ciljni jezik",
    "ADD EXTRA OUTPUT LANGUAGE": "Dodajte dodatni izlazni jezik",
    "Start translation": "Pokrenuti prijevod",
    "Output language(s)": "Izlazni jezik (i)",
    "Setting": "Postavljanje",
    "Join us as an affiliate partner and get 10% commission": "Pridružite nam se kao pridruženi partner i nabavite 10% provizije",
    "Get up and running in less than 5 minutes.": "Ustanite i trčite za manje od 5 minuta.",
    "pload your main JSON file and select a language": "Oslobodite svoju glavnu JSON datoteku i odaberite jezik",
    "Send message": "Pošalji poruku",
    "You agree to our friendly ": "Slažete se na naše prijateljske",
    "privacy policy": "Pravila o privatnosti",
    "Read more": "Čitaj više"
}