{
    "link-home": "Casa",
    "link-tool": "Attrezzo",
    "link-howitworks": "Come funziona",
    "link-pricing": "Prezzi",
    "footer-link-contact": "Contatto",
    "footer-link-affiliate": "Affiliato",
    "footer-link-terms": "Termini",
    "footer-link-privacy": "Privacy",
    "footer-link-cookies": "Biscotti",
    "link-privacy": "Privacy",
    "link-faq": "FAQ",
    "link-login": "Login",
    "link-logout": "Disconnettersi",
    "link-tool-edit": "Modificare",
    "link-tool-trans": "Tradurre",
    "homepage-aipublish-title": "Traduci un file JSON completo in pochi secondi",
    "homepage-aipublish-sub-title1": "Traduci i file JSON",
    "homepage-aipublish-sub-title2": "Traduci il tuo file JSON",
    "homepage-aipublish-sub-title3": "Alimentato da Chatgpt",
    "homepage-aipublish-info-title": "Traduci i file JSON con la spinta di un pulsante.",
    "homepage-aipublish-info-sub-title": "Traduci contemporaneamente interi file JSON utilizzando il nostro strumento alimentato da CHATGPT",
    "homepage-aipublish-info-des": "Con il nostro strumento, è possibile tradurre (grandi) file JSON tutti in una volta in 260+ linguaggio. La traduzione viene eseguita usando CHATGPT e con il nostro strumento non è necessario dividere i file in parti separate.",
    "homepage-aipublish-edit-title": "Tradurre contemporaneamente interi file JSON, in pochi secondi",
    "homepage-aipublish-edit-des": "Con il traduttore JSON, è possibile tradurre i file JSON (grandi) tutti in una volta senza la necessità di dividere un file in più parti. Basta tradurre un file JSON in una volta.",
    "homepage-aipublish-edit-item1": "Traduzione di alta qualità attraverso l'uso di chatgpt",
    "homepage-aipublish-edit-item2": "Puoi tradurre interi file tutti in una volta",
    "homepage-aipublish-edit-item3": "Non può ottenere più velocemente, solo 5 secondi per un file JSON tradotto",
    "homepage-aipublish-trans-title": "Traduzione JSON illimitata in 260+ lingue",
    "homepage-aipublish-trans-des": "Con il nostro strumento, puoi tradurre i file JSON in oltre 260 lingue, garantendo la massima qualità di traduzione raggiungibile attraverso l'uso di Chatgpt",
    "homepage-aipublish-trans-item1": "Un file JSON tradotto in quasi tutte le lingue",
    "homepage-aipublish-trans-item2": "Puoi optare per traduzioni una tantum e pagare per file",
    "homepage-aipublish-trans-item3": "Se si desidera tradurre regolarmente i file JSON, opta per l'adesione illimitata",
    "homepage-aipublish-price-title": "Prezzi",
    "homepage-aipublish-price-sub-title": "Prezzi semplici e trasparenti",
    "homepage-aipublish-price-des": "Abilitiamo le traduzioni JSON per chiunque abbia a che fare con la traduzione e la localizzazione delle app e delle app.",
    "faq-title": "Domande frequenti",
    "faq-description": "Tutto quello che devi sapere sul traduttore JSON",
    "faq-item-title1": "Qual è la funzione principale di questo strumento?",
    "faq-item-description1": "Il nostro strumento ti consente di tradurre i file JSON completi in quasi tutte le lingue in una volta, senza la necessità di dividere il file in pezzi separati.",
    "faq-item-title2": "Quali lingue sono supportate dallo strumento?",
    "faq-item-title3": "Quanto velocemente posso tradurre un file JSON?",
    "faq-item-title4": "Qual è la differenza tra una traduzione una tantum e un abbonamento illimitato?",
    "faq-item-title5": "Posso fidarmi della qualità della traduzione?",
    "faq-item-title6": "Le conoscenze tecniche sono necessarie per utilizzare lo strumento?",
    "faq-item-title7": "Come posso iniziare con lo strumento?",
    "faq-item-title8": "Offrite supporto se ho domande o ho bisogno di assistenza con lo strumento?",
    "faq-item-title9": "Posso ottenere un periodo di prova gratuito per provare lo strumento?",
    "faq-item-title10": "I miei dati sono sicuri quando utilizzano lo strumento?",
    "faq-case-study": "Hai ancora domande?",
    "faq-case-study-title3": "Non riesci a trovare la risposta che stai cercando? Per favore chatta con la nostra squadra amichevole.",
    "footer-copyright": "© 2023 JSON Traduttore Tutti i diritti riservati.",
    "btn-try-free": "Prova gratuitamente",
    "signin-form-title": "Accedi al tuo account",
    "signin-form-welcome": "Bentornato! Inserisci i tuoi dati.",
    "signin-form-email": "E-mail",
    "signin-email-placeholder": "Inserisci la tua email",
    "signin-form-password": "parola d'ordine",
    "signin-password-placeholder": "Inserisci la tua password",
    "signin-form-remember": "Ricorda per 30 giorni",
    "signin-form-forget": "Ha dimenticato la password",
    "error-email-exist": "E -mail già Registerd",
    "error-password-required": "E 'richiesta la password.",
    "error-pwdConfirm-required": "È richiesta la conferma della password.",
    "error-password-not-confirm": "La password e la password non sono le stesse.",
    "error-email-required": "Email (obbligatorio.",
    "error-firstname-required": "Primo nome richiesto.",
    "error-lastname-required": "LastName richiesto.",
    "error-country-required": "Paese richiesto.",
    "button-signin": "REGISTRAZIONE",
    "button-signup": "ISCRIZIONE",
    "login_success": "Con successo logato",
    "please_login": "Si prega di riprovare dopo l'accesso",
    "error-invalid-signin": "Le informazioni sull'account non sono valide",
    "trans-form-title": "Traduci i tuoi file JSON",
    "edit-form-subtitle": "Seleziona il tuo file più recente per completare la traduzione online",
    "edit-form-guide1": "Seleziona un file o trascina e lascia cadere qui",
    "edit-form-guide2": "Dimensione del file JSON non più di 10 MB",
    "select-language": "Seleziona la lingua",
    "select-file": "Seleziona il file",
    "faq-item-description9": "Offriamo l'opportunità di provare il traduttore JSON gratuitamente una volta. Dopo questa prova iniziale, dovrai scegliere tra uno dei nostri pacchetti a pagamento, come la retribuzione o illimitato",
    "checkout-form-title": "Inizia con il traduttore JSON",
    "checkout-form-subtitle": "Guarda il video o provalo gratuitamente una volta.",
    "checkout-form-des2": "Compila il modulo sottostante e prova subito il nostro strumento gratuitamente.",
    "checkout-page-title": "I vantaggi del traduttore JSON",
    "checkout-page-subtitle": "Perché il traduttore JSON?",
    "checkout-page-des": "Con il traduttore JSON, è possibile tradurre i file JSON in oltre 260 lingue con solo un clic, completando il processo in 5 secondi per file. Traduzione di alta qualità garantita alimentata da Chatgpt",
    "affiliate-description": "Hai una grande rete/portata tra sviluppatori di software e costruttori di Web e app? In tal caso, iscriviti al nostro programma di affiliazione, promuovi il traduttore JSON e guadagna denaro",
    "affiliate-title": "Guadagna denaro promuovendo il nostro strumento",
    "affiliate-info-title": "Caratteristiche",
    "affiliate-info-sub-title": "Promuovi il nostro strumento e guadagna denaro",
    "affiliate-info-des": "Guadagna denaro promuovendo il traduttore JSON all'interno della tua rete. Riceverai materiali promozionali come stendardi e collegamenti che puoi utilizzare. Guadagna la commissione del 10% sui nostri pacchetti retribuiti con pagamenti mensili",
    "affiliate-edit-title": "Soddisfatto? Condividi le notizie",
    "affiliate-edit-des": "Se sei soddisfatto del traduttore JSON, spargi la voce!",
    "affiliate-edit-item1": "Riceverai un link di riferimento personale",
    "affiliate-edit-item2": "Condividi il link all'interno della tua rete",
    "affiliate-edit-item3": "Promuovi il traduttore JSON e guadagna denaro",
    "affiliate-trans-title": "Guadagna il 10% per utente riferito",
    "affiliate-trans-des": "Guadagna soldi facilmente promuovendo il nostro strumento. Ottieni $ 9 per ogni utente riferito",
    "affiliate-trans-item1": "Alta percentuale per utente riferito",
    "affiliate-trans-item2": "Pagamento mensile",
    "affiliate-trans-item3": "Cancella la dashboard per i partner",
    "affiliate-third-title": "Traccia i tuoi risultati nella propria dashboard",
    "affiliate-third-des": "Avrai accesso a una dashboard di partner di affiliazione professionale. Puoi monitorare i tuoi risultati e i tuoi guadagni e avrai accesso a materiali promozionali",
    "affiliate-third-item1": "Controlla quanti utenti hai fatto riferimento",
    "affiliate-third-item2": "Visualizza i tuoi guadagni di riferimento",
    "affiliate-third-item3": "Scarica i migliori materiali promozionali",
    "Share team inboxes": "Condividi le caselle di posta del team",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Sia che tu abbia una squadra di 2 o 200, le nostre caselle di posta con team condivise mantengono tutti sulla stessa pagina e nel ciclo.",
    "signup-form-title": "Iscriviti al tuo account",
    "signup-form-welcome": "Benvenuto qui! Inserisci i tuoi dati.",
    "signup-form-firstname": "Nome di battesimo",
    "signup-form-lastname": "Cognome",
    "signup-form-country": "Paese",
    "signup-placeholder-firstname": "Inserisci il tuo nome di battesimo",
    "signup-placeholder-lastname": "Inserire il cognome",
    "signup-placeholder-country": "Entra nel tuo paese",
    "signup-form-email": "E-mail",
    "signup-placeholder-email": "Inserisci la tua email",
    "signup-form-password": "Parola d'ordine",
    "signup-placeholder-password": "Inserisci la tua password",
    "signup-form-password-confirm": "Conferma la password",
    "signup-placeholder-password-confirm": "Inserisci la tua password Conferma",
    "signup-button-signup": "Iscrizione",
    "have-not-account": "Non hai un account?",
    "Deliver instant answers": "Fornire risposte istantanee",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "Una piattaforma di servizio clienti all-in-one che ti aiuta a bilanciare tutto ciò che i tuoi clienti devono essere felici.",
    "msg_firstName_required": "È richiesto il nome",
    "msg_lastName_required": "È richiesto cognome",
    "msg_email_required": "È richiesta l'e -mail",
    "msg_email_invalid": "L'email non è valida",
    "msg_country_required": "È richiesto il paese",
    "msg_phone_required": "È richiesto il numero di telefono",
    "msg_message_required": "È richiesto il messaggio",
    "msg_agree_our_policy": "Si prega di concordare la nostra politica",
    "msg_error_checkout": "Per favore riprova",
    "jwt malformed": "Accedi e riprova",
    "faq-item-description2": "Il nostro strumento supporta le traduzioni in qualsiasi linguaggio (260+), consentendo la traduzione globale.",
    "faq-item-description3": "La traduzione di un file JSON avviene in pochi secondi, fornendo un rapido accesso al contenuto tradotto",
    "faq-item-description4": "Con una traduzione una tantum, si paga per file tradotto, mentre un abbonamento illimitato ti consente di tradurre regolarmente e senza limiti per una commissione mensile fissa",
    "faq-item-description5": "Sì, il nostro strumento utilizza CHATGPT e garantisce traduzioni di alta qualità con alta precisione. Meglio quindi Google Translate e Deepl",
    "faq-item-description6": "No, il nostro strumento è intuitivo e non richiede competenze tecniche. È progettato per un facile utilizzo",
    "faq-item-description7": "Scegli tra i nostri pacchetti e carica semplicemente il file JSON che desideri tradurre. Seleziona il linguaggio di destinazione e in pochi secondi riceverai il file tradotto",
    "faq-item-description8": "Sì, offriamo un eccellente assistenza clienti per affrontare tutte le tue richieste e aiutarti a utilizzare il nostro strumento. Forniamo supporto 24 e 48 ore via e-mail e chat dal vivo",
    "faq-item-description10": "Sì, diamo la priorità alla sicurezza dei tuoi dati e implementiamo misure rigorose per proteggerli. I tuoi file non sono archiviati sul nostro server e vengono prontamente rimossi dai nostri sistemi immediatamente dopo la traduzione. (È fondamentale assicurarti di salvare i tuoi file tradotti in modo sicuro alla fine)",
    "privacy-header-title": "Informativa sulla privacy JSON Traduttore",
    "contact-location-des2": "EJ Amsterdam Paesi Bassi",
    "contact-phone-des1": "Lun-ven dalle 9:00 alle 17:00",
    "contact-phone-des2": "+31202446988",
    "contact-email": "E-mail o chat",
    "contact-email-des1": "La nostra squadra amichevole è pronta ad aiutarti",
    "contact-email-des2": "info@jsontranslar.io",
    "contact-company": "Traduttore JSON",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Mettiti in contatto con noi",
    "contact-form-subtitle": "Contattaci",
    "contact-form-des2": "Ci piacerebbe avere tue notizie",
    "contact-description1": "Come possiamo aiutarti?",
    "contact-description2": "Il nostro team amichevole è sempre pronto per una chat",
    "contact-title": "Contattaci",
    "contact-phone": "Numero di telefono",
    "Translate JSON files in 5 seconds": "Traduci i file JSON in 5 secondi",
    "Start with the JSON Translator": "Inizia con il traduttore JSON",
    "Terms and Conditions": "Termini e Condizioni",
    "Terms and Conditions for JSON Tool": "Termini e condizioni per lo strumento JSON",
    "Last Updated: 20 december 2023": "Ultimo aggiornamento: 20 dicembre 2023",
    "1. Acceptance of Terms": "1. Accettazione dei termini",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Accedendo o utilizzando lo strumento JSON fornito dal traduttore JSON, l'utente accetta di essere vincolato da questi termini e condizioni. Se non sei d'accordo con nessuna parte di questi termini, non è possibile utilizzare lo strumento JSON.",
    "2. Use of the JSON Tool": "2. Utilizzo dello strumento JSON",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Devi avere almeno 18 anni per utilizzare lo strumento JSON.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Accetti di fornire informazioni accurate e complete quando si utilizza lo strumento JSON e aggiornerai queste informazioni per garantirne l'accuratezza.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Potresti non abusare dello strumento JSON. Le attività proibite includono, ma non si limitano a, tentare di ottenere un accesso non autorizzato, interferendo con il corretto funzionamento o violazione delle leggi e dei regolamenti applicabili.",
    "3. Intellectual Property": "3. Proprietà intellettuale",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "Lo strumento JSON, compresi tutti i contenuti, le caratteristiche e le funzionalità, è di proprietà della nostra azienda ed è protetto dalle leggi sulla proprietà intellettuale. Non è possibile riprodurre, distribuire, modificare o creare opere derivate senza il nostro esplicito consenso.",
    "4. Privacy": "4. Privacy",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "L'uso dello strumento JSON è soggetto alla nostra dichiarazione sulla privacy, che delinea il modo in cui raccogliamo, utilizziamo e proteggiamo le tue informazioni personali.",
    "5. Termination": "5. Terminatura",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Ci riserviamo il diritto di interrompere o sospendere l'accesso allo strumento JSON in qualsiasi momento, senza preavviso, per qualsiasi motivo, inclusa la violazione di questi termini e condizioni.",
    "6. Changes to Terms and Conditions": "6. Modifiche a termini e condizioni",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Possiamo aggiornare questi termini e condizioni per riflettere i cambiamenti nelle nostre pratiche o per altre ragioni operative, legali o normative. Informeremo agli utenti eventuali cambiamenti significativi attraverso lo strumento JSON.",
    "7. Disclaimer of Warranties": "7. Disclaimer di garanzie",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "Lo strumento JSON è fornito 'così com'è', senza alcuna garanzia, espressa o implicita. Non garantiamo che lo strumento sarà privo di errori o ininterrotti.",
    "8. Limitation of Liability": "8. Limitazione della responsabilità",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "In nessun caso sarà responsabile per eventuali danni indiretti, consequenziali, accidentali, speciali o punitivi derivanti da o in relazione all'uso dello strumento JSON.",
    "9. Governing Law": "9. Legge governativa",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Questi termini e condizioni sono regolati e interpretati in conformità con le leggi della nostra società, indipendentemente dal suo conflitto di principi di legge.",
    "10. Contact Us": "10. Contattaci",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "In caso di domande, dubbi o richieste in merito a questi termini e condizioni, ti preghiamo di contattarci all'indirizzo info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Utilizzando lo strumento JSON, l'utente accetta i termini descritti in questi termini e condizioni.",
    "Thank you for choosing": "Grazie per aver scelto",
    "JSON Translator": "Traduttore JSON",
    "Privacy Statement": "Informativa sulla Privacy",
    "Privacy Statement for JSON Translator": "Informativa sulla privacy per il traduttore JSON",
    "1. Introduction": "1. Introduzione",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "Il traduttore JSON apprezza la privacy e la sicurezza dei nostri utenti. La presente Informativa sulla privacy delinea il modo in cui raccogliamo, utilizziamo e proteggiamo le tue informazioni personali quando si utilizza il nostro sito Web e i nostri servizi.",
    "2. Information We Collect": "2. Informazioni che raccogliamo",
    "We collect the following types of information:": "Raccogliamo i seguenti tipi di informazioni:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Informazioni personali: quando ti iscrivi a un account o si utilizza i nostri servizi, possiamo raccogliere informazioni personali, incluso ma non limitati al tuo nome, indirizzo e -mail e dettagli di pagamento.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Informazioni sull'utilizzo: raccogliamo informazioni su come utilizzi il nostro sito Web e i nostri servizi, comprese le interazioni e le transazioni.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Informazioni sul dispositivo: possiamo raccogliere informazioni sul dispositivo utilizzato per accedere ai nostri servizi, come tipo di dispositivo, sistema operativo e browser.",
    "3. How We Use Your Information": "3. Come utilizziamo le tue informazioni",
    "To provide and improve our services.": "Per fornire e migliorare i nostri servizi.",
    "To communicate with you about our services and updates.": "Per comunicare con te sui nostri servizi e aggiornamenti.",
    "To personalize your experience and provide targeted content.": "Per personalizzare la tua esperienza e fornire contenuti mirati.",
    "To process payments and transactions.": "Per elaborare pagamenti e transazioni.",
    "4. Information Sharing": "4. Condivisione delle informazioni",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Non vendiamo, scambiamo o affittiamo le tue informazioni personali a terzi. Tuttavia, possiamo condividere informazioni con fornitori di servizi di terze parti di fiducia che ci aiutano a gestire il nostro sito Web o condurre la nostra attività, purché accettano di mantenere confidenziali queste informazioni.",
    "5. Security Measures": "5. Misure di sicurezza",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Diamo la priorità alla sicurezza delle tue informazioni. Implementiamo misure di sicurezza standard del settore per proteggere le tue informazioni personali da accesso, divulgazione, alterazione e distruzione non autorizzati.",
    "6. Your Choices": "6. Le tue scelte",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Hai il diritto di rivedere, aggiornare ed eliminare le informazioni personali che deteniamo su di te. Puoi anche scegliere di rinunciare a determinate comunicazioni.",
    "7. Changes to This Privacy Statement": "7. Modifiche alla presente Informativa sulla privacy",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Potremmo aggiornare questa dichiarazione sulla privacy per riflettere le modifiche nelle nostre pratiche o per altre ragioni operative, legali o normative. Informeremo agli utenti eventuali cambiamenti significativi attraverso il sito Web.",
    "8. Contact Us": "8. Contattaci",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "In caso di domande, dubbi o richieste in merito alla presente Informativa sulla privacy, ti preghiamo di contattarci all'indirizzo info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Utilizzando il nostro sito Web e i nostri servizi, l'utente accetta i termini delineati nella presente Informativa sulla privacy.",
    "Thank you for choosing JSON Translator. ": "Grazie per aver scelto il traduttore JSON.",
    "Cookie Statement": "Dichiarazione di biscotti",
    "Cookie Statement for JSON Tool": "Dichiarazione dei cookie per strumento JSON",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Questa dichiarazione di cookie spiega come JSON Translator utilizza cookie e tecnologie simili quando si utilizza lo strumento JSON. Utilizzando lo strumento JSON, acconsenti all'uso dei cookie come descritto in questa affermazione.",
    "2. What Are Cookies?": "2. Cosa sono i biscotti?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "I cookie sono piccoli file di testo che vengono archiviati sul dispositivo (computer, tablet o telefono cellulare) quando visiti un sito Web. Sono ampiamente utilizzati per far funzionare i siti Web o per migliorare la loro efficienza, nonché per fornire informazioni ai proprietari di siti Web.",
    "3. How We Use Cookies": "3. Come usiamo i cookie",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Questi cookie sono necessari affinché lo strumento JSON funzioni correttamente. Abilitano funzionalità di base come sicurezza, gestione della rete e accessibilità.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Usiamo i cookie di analisi per raccogliere informazioni su come gli utenti interagiscono con lo strumento JSON. Questo ci aiuta ad analizzare e migliorare le prestazioni e l'esperienza dell'utente.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "I cookie di marketing vengono utilizzati per tenere traccia dei visitatori sui siti Web. L'intenzione è quella di visualizzare annunci pertinenti e coinvolgenti per il singolo utente.",
    "4. Types of Cookies We Use": "4. Tipi di cookie che utilizziamo",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Questi sono biscotti temporanei che scadono quando chiudi il browser.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Questi cookie rimangono sul tuo dispositivo per un periodo prestabilito o fino a quando non li elimini.",
    "5. Your Choices": "5. Le tue scelte",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Puoi controllare e/o eliminare i cookie come desideri. Puoi eliminare tutti i cookie che sono già sul tuo dispositivo e puoi impostare la maggior parte dei browser per evitare che vengano posizionati. Tuttavia, se lo fai, potresti dover regolare manualmente alcune preferenze ogni volta che visiti lo strumento JSON.",
    "6. Third-Party Cookies": "6. Cookie di terze parti",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Potremmo utilizzare servizi di terze parti che potrebbero impostare i cookie per nostro conto. Questi cookie sono soggetti alle rispettive politiche sulla privacy di questi fornitori di terze parti.",
    "7. Changes to This Cookie Statement": "7. Modifiche a questa dichiarazione di cookie",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Potremmo aggiornare questa dichiarazione di cookie per riflettere le modifiche nelle nostre pratiche o per altri motivi operativi, legali o normativi. Informeremo agli utenti eventuali cambiamenti significativi attraverso lo strumento JSON.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "In caso di domande, dubbi o richieste in merito a questa dichiarazione di cookie, ti preghiamo di contattarci all'indirizzo info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Utilizzando lo strumento JSON, si accetta l'uso dei cookie come indicato in questa affermazione.",
    "success": "successo",
    "Please select the valid json file": "Seleziona il file JSON valido",
    "The file size should be less than 5MB": "La dimensione del file dovrebbe essere inferiore a 5 MB",
    "The file loaded": "Il file caricato",
    "Please select the json file": "Seleziona il file JSON",
    "Please select your target language": "Seleziona la tua lingua di destinazione",
    "Content copied to clipboard!": "Contenuto copiato negli appunti!",
    "Unable to copy content to clipboard": "Impossibile copiare il contenuto negli appunti",
    "Password is reset.": "La password viene ripristinata.",
    "Signup success": "Iscriviti",
    "Successfully canceled your subscription": "Ha cancellato correttamente l'abbonamento",
    "Changed successfully": "Cambiato con successo",
    "Current passworf field is not correct": "Il campo corrente passworf non è corretto",
    "Download all files": "Scarica tutti i file",
    "Download file": "Download file",
    "Download": "Scaricamento",
    "*** You can try one file for free. ***": "*** Puoi provare un file gratuitamente. ***",
    "Unlimited": "Illimitata",
    "Per month": "Al mese",
    "Billed yearly": "Fatturato ogni anno",
    "Get started": "Iniziare",
    "Try one file for free": "Prova un file gratuitamente",
    "FEATURES": "CARATTERISTICHE",
    "Everything in our free plan plus....": "Tutto nel nostro piano gratuito più ...",
    "1 year unlimited translations": "Traduzioni illimitate di 1 anno",
    "Translate into 260+ languages at the click of a button": "Traduci in 260+ lingue al clic di un pulsante",
    "Easily download translated files": "Download facilmente i file tradotti",
    "The best translation quality with the use of ChatGPT": "La migliore qualità di traduzione con l'uso di chatgpt",
    "Receive email support within 24 hours and online chat": "Ricevi supporto e -mail entro 24 ore e chat online",
    "Paid per file": "Pagato per file",
    "per file": "per file",
    "Easily pay per file for occasional use": "Pagare facilmente per file per uso occasionale",
    "Easily translate and pay per file": "Tradurre facilmente e pagare per file",
    "Choose from 260+ translation options": "Scegli tra 260 opzioni di traduzione",
    "Receive email support within 48 hours": "Ricevi supporto e -mail entro 48 ore",
    "Translate complete JSON files": "Traduci i file JSON completi",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Non dividere mai più i file JSON in parti; Basta tradurre nel suo insieme, alimentato da Chatgpt.",
    "Translate with ChatGPT": "Tradurre con chatgpt",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Traduci con Chatgpt, meglio di Google Translate e Deepl.",
    "Choose from 260+ languages": "Scegli tra 260 lingue",
    "The widest range of languages, choose from 260+ languages.": "La più ampia gamma di lingue, scegli tra 260 lingue.",
    "We offer unlimited packages": "Offriamo pacchetti illimitati",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Nessun problema con pay-per-character o stringa; Offriamo pacchetti illimitati.",
    "Multi-translate option": "Opzione multi-tradulata",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Traduci i file JSON completi in oltre 260 lingue con la spinta di un pulsante in pochi minuti.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "Lo strumento più veloce, traduci interi file JSON in meno di 5 secondi.",
    "Select your original language": "Seleziona la tua lingua originale",
    "Get in touch": "Mettiti in contatto",
    "Select your target language": "Seleziona la tua lingua di destinazione",
    "ADD EXTRA OUTPUT LANGUAGE": "Aggiungi un linguaggio di output extra",
    "Start translation": "Inizia la traduzione",
    "Output language(s)": "Linguaggio output / i",
    "Setting": "Collocamento",
    "Join us as an affiliate partner and get 10% commission": "Unisciti a noi come partner di affiliazione e ottieni una commissione del 10%",
    "Get up and running in less than 5 minutes.": "Alzarsi e funzionare in meno di 5 minuti.",
    "pload your main JSON file and select a language": "Porta il tuo file json principale e seleziona una lingua",
    "Send message": "Invia messaggio",
    "You agree to our friendly ": "Accetti la nostra amichevole",
    "privacy policy": "politica sulla riservatezza",
    "Read more": "Per saperne di più"
}