{
    "link-home": "Rumah",
    "link-tool": "Alat",
    "link-howitworks": "Bagaimana ia berfungsi",
    "link-pricing": "Harga",
    "footer-link-contact": "Hubungi",
    "footer-link-affiliate": "Sekutu",
    "footer-link-terms": "Syarat",
    "footer-link-privacy": "Privasi",
    "footer-link-cookies": "Kuki",
    "link-privacy": "Privasi",
    "link-faq": "Soalan Lazim",
    "link-login": "Log masuk",
    "link-logout": "Log keluar",
    "link-tool-edit": "Edit",
    "link-tool-trans": "Terjemahkan",
    "homepage-aipublish-title": "Terjemahkan fail JSON yang lengkap dalam beberapa saat",
    "homepage-aipublish-sub-title1": "Terjemahkan fail JSON",
    "homepage-aipublish-sub-title2": "Terjemahkan fail json anda",
    "homepage-aipublish-sub-title3": "Dikuasakan oleh chatgpt",
    "homepage-aipublish-info-title": "Terjemahkan fail JSON dengan menekan butang.",
    "homepage-aipublish-info-sub-title": "Terjemahkan keseluruhan fail JSON sekaligus menggunakan alat kami yang dikuasakan oleh chatgpt",
    "homepage-aipublish-info-des": "Dengan alat kami, ada kemungkinan untuk menterjemahkan fail JSON (besar) sekaligus ke dalam bahasa 260+. Terjemahan ini dilakukan dengan menggunakan chatgpt, dan dengan alat kami, anda tidak perlu memecah fail ke bahagian yang berasingan.",
    "homepage-aipublish-edit-title": "Terjemahkan keseluruhan fail JSON sekaligus, dalam beberapa saat",
    "homepage-aipublish-edit-des": "Dengan penterjemah JSON, anda boleh menterjemahkan fail JSON (besar) sekaligus tanpa perlu memecah fail ke dalam pelbagai bahagian. Cukup menterjemahkan fail JSON dalam satu perjalanan.",
    "homepage-aipublish-edit-item1": "Terjemahan berkualiti tinggi melalui penggunaan chatgpt",
    "homepage-aipublish-edit-item2": "Anda boleh menterjemahkan keseluruhan fail sekaligus",
    "homepage-aipublish-edit-item3": "Ia tidak boleh mendapatkan lebih cepat, hanya 5 saat untuk fail JSON yang diterjemahkan",
    "homepage-aipublish-trans-title": "Terjemahan JSON yang tidak terhad dalam 260+ bahasa",
    "homepage-aipublish-trans-des": "Dengan alat kami, anda boleh menterjemahkan fail JSON ke dalam 260+ bahasa, memastikan kualiti terjemahan yang boleh dicapai tertinggi melalui penggunaan chatgpt",
    "homepage-aipublish-trans-item1": "Fail JSON yang diterjemahkan dalam hampir semua bahasa",
    "homepage-aipublish-trans-item2": "Anda boleh memilih terjemahan satu kali dan membayar setiap fail",
    "homepage-aipublish-trans-item3": "Sekiranya anda ingin menterjemahkan fail JSON dengan kerap, pilih keahlian yang tidak terhad",
    "homepage-aipublish-price-title": "Harga",
    "homepage-aipublish-price-sub-title": "Harga yang sederhana dan telus",
    "homepage-aipublish-price-des": "Kami membolehkan terjemahan JSON untuk sesiapa yang berurusan dengan laman web dan terjemahan aplikasi dan penyetempatan.",
    "faq-title": "Soalan yang sering ditanya",
    "faq-description": "Semua yang anda perlu tahu mengenai penterjemah JSON",
    "faq-item-title1": "Apakah fungsi utama alat ini?",
    "faq-item-description1": "Alat kami membolehkan anda menterjemahkan fail JSON yang lengkap ke dalam hampir semua bahasa dalam satu perjalanan, tanpa perlu memecah fail ke dalam kepingan yang berasingan.",
    "faq-item-title2": "Bahasa mana yang disokong oleh alat ini?",
    "faq-item-title3": "Berapa cepat saya boleh menerjemahkan fail JSON?",
    "faq-item-title4": "Apakah perbezaan antara terjemahan sekali dan keahlian yang tidak terhad?",
    "faq-item-title5": "Bolehkah saya mempercayai kualiti terjemahan?",
    "faq-item-title6": "Adakah pengetahuan teknikal diperlukan untuk menggunakan alat ini?",
    "faq-item-title7": "Bagaimana saya boleh memulakan dengan alat ini?",
    "faq-item-title8": "Adakah anda menawarkan sokongan jika saya mempunyai soalan atau memerlukan bantuan dengan alat ini?",
    "faq-item-title9": "Bolehkah saya mendapatkan tempoh percubaan percuma untuk mencuba alat ini?",
    "faq-item-title10": "Adakah data saya selamat semasa menggunakan alat ini?",
    "faq-case-study": "Masih ada soalan?",
    "faq-case-study-title3": "Tidak dapat mencari jawapan yang anda cari? Sila berbual dengan pasukan mesra kami.",
    "footer-copyright": "© 2023 JSON Penterjemah Hak Cipta Terpelihara.",
    "btn-try-free": "Cuba secara percuma",
    "signin-form-title": "Log masuk akaun anda",
    "signin-form-welcome": "Welcom kembali! Sila masukkan maklumat anda.",
    "signin-form-email": "E -mel",
    "signin-email-placeholder": "Masukkan e -mel anda",
    "signin-form-password": "kata laluan",
    "signin-password-placeholder": "Masukkan kata laluan anda",
    "signin-form-remember": "Ingat selama 30 hari",
    "signin-form-forget": "Lupa kata laluan",
    "error-email-exist": "E -mel sudah mendaftar",
    "error-password-required": "Kata laluan diperlukan.",
    "error-pwdConfirm-required": "Sahkan kata laluan diperlukan.",
    "error-password-not-confirm": "Sahkan kata laluan dan kata laluan tidak sama.",
    "error-email-required": "E -mel diperlukan.",
    "error-firstname-required": "Nama pertama diperlukan.",
    "error-lastname-required": "Nama terakhir diperlukan.",
    "error-country-required": "Negara diperlukan.",
    "button-signin": "Log masuk",
    "button-signup": "Daftar",
    "login_success": "Log masuk berjaya",
    "please_login": "Sila cuba lagi selepas log masuk",
    "error-invalid-signin": "Maklumat akaun tidak sah",
    "trans-form-title": "Terjemahkan fail json anda",
    "edit-form-subtitle": "Pilih fail terbaru anda untuk menyelesaikan terjemahan dalam talian",
    "edit-form-guide1": "Pilih fail atau seret dan jatuhkan di sini",
    "edit-form-guide2": "Saiz fail json tidak lebih daripada 10MB",
    "select-language": "Pilih Bahasa",
    "select-file": "Pilih fail",
    "faq-item-description9": "Kami menawarkan peluang untuk mencuba penterjemah JSON secara percuma sekali. Selepas percubaan awal ini, anda perlu memilih dari salah satu pakej berbayar kami, seperti membayar setiap fail atau tidak terhad",
    "checkout-form-title": "Mulakan dengan penterjemah JSON",
    "checkout-form-subtitle": "Tonton video atau mencubanya secara percuma sekali.",
    "checkout-form-des2": "Isi borang di bawah dan cuba alat kami sepenuhnya secara percuma.",
    "checkout-page-title": "Kelebihan penterjemah JSON",
    "checkout-page-subtitle": "Mengapa penterjemah JSON?",
    "checkout-page-des": "Dengan penterjemah JSON, anda boleh menterjemahkan fail JSON ke dalam 260+ bahasa dengan hanya satu klik, melengkapkan proses dalam 5 saat setiap fail. Terjemahan kualiti tertinggi yang dijamin oleh chatgpt",
    "affiliate-description": "Adakah anda mempunyai rangkaian/jangkauan yang besar di kalangan pemaju perisian dan pembina web dan aplikasi? Jika ya, daftar untuk program afiliasi kami, mempromosikan penterjemah JSON, dan dapatkan wang",
    "affiliate-title": "Dapatkan wang dengan mempromosikan alat kami",
    "affiliate-info-title": "ciri-ciri",
    "affiliate-info-sub-title": "Mempromosikan alat kami dan menjana wang",
    "affiliate-info-des": "Dapatkan wang dengan mempromosikan penterjemah JSON dalam rangkaian anda. Anda akan menerima bahan promosi seperti spanduk dan pautan yang boleh anda gunakan. Dapatkan komisen 10% pada pakej berbayar kami dengan pembayaran bulanan",
    "affiliate-edit-title": "Berpuas hati? Berkongsi berita",
    "affiliate-edit-des": "Jika anda berpuas hati dengan penterjemah JSON, sebarkan perkataan!",
    "affiliate-edit-item1": "Anda akan menerima pautan rujukan peribadi",
    "affiliate-edit-item2": "Kongsi pautan dalam rangkaian anda",
    "affiliate-edit-item3": "Mempromosikan penterjemah JSON dan dapatkan wang",
    "affiliate-trans-title": "Dapatkan 10% setiap pengguna yang dirujuk",
    "affiliate-trans-des": "Dapatkan wang mudah dengan mempromosikan alat kami. Dapatkan $ 9 untuk setiap pengguna yang dirujuk",
    "affiliate-trans-item1": "Peratusan tinggi setiap pengguna yang dirujuk",
    "affiliate-trans-item2": "Pembayaran bulanan",
    "affiliate-trans-item3": "Papan pemuka yang jelas untuk rakan kongsi",
    "affiliate-third-title": "Jejaki hasil anda di papan pemuka anda sendiri",
    "affiliate-third-des": "Anda akan mempunyai akses ke papan pemuka rakan kongsi gabungan profesional. Anda boleh memantau hasil dan pendapatan anda, dan anda akan mempunyai akses kepada bahan promosi",
    "affiliate-third-item1": "Periksa berapa banyak pengguna yang anda rujuk",
    "affiliate-third-item2": "Lihat pendapatan rujukan anda",
    "affiliate-third-item3": "Muat turun Bahan Promosi Terbaik",
    "Share team inboxes": "Kongsi peti masuk pasukan",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Sama ada anda mempunyai pasukan 2 atau 200, peti masuk pasukan bersama kami menyimpan semua orang di halaman yang sama dan dalam gelung.",
    "signup-form-title": "Daftar Akaun Anda",
    "signup-form-welcome": "Selamat datang di sini! Sila masukkan maklumat anda.",
    "signup-form-firstname": "Nama pertama",
    "signup-form-lastname": "Nama terakhir",
    "signup-form-country": "Negara",
    "signup-placeholder-firstname": "Masukkan nama pertama anda",
    "signup-placeholder-lastname": "Masukkan nama terakhir anda",
    "signup-placeholder-country": "Masukkan negara anda",
    "signup-form-email": "E -mel",
    "signup-placeholder-email": "Masukkan e -mel anda",
    "signup-form-password": "Kata laluan",
    "signup-placeholder-password": "Masukkan kata laluan anda",
    "signup-form-password-confirm": "Sahkan kata laluan",
    "signup-placeholder-password-confirm": "Masukkan kata laluan anda Sahkan",
    "signup-button-signup": "Daftar",
    "have-not-account": "Tidak mempunyai akaun?",
    "Deliver instant answers": "Menyampaikan jawapan segera",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "Platform khidmat pelanggan semua-dalam-satu yang membantu anda mengimbangi semua pelanggan anda perlu gembira.",
    "msg_firstName_required": "Nama pertama diperlukan",
    "msg_lastName_required": "Nama terakhir diperlukan",
    "msg_email_required": "E -mel diperlukan",
    "msg_email_invalid": "Email tidak sah",
    "msg_country_required": "Negara diperlukan",
    "msg_phone_required": "Nombor telefon diperlukan",
    "msg_message_required": "Mesej diperlukan",
    "msg_agree_our_policy": "Sila setuju polisi kami",
    "msg_error_checkout": "Sila cuba lagi",
    "jwt malformed": "Sila log masuk dan cuba lagi",
    "faq-item-description2": "Alat kami menyokong terjemahan ke mana -mana bahasa (260+), membolehkan terjemahan global.",
    "faq-item-description3": "Terjemahan fail JSON berlaku dalam beberapa saat, memberikan anda akses cepat ke kandungan yang diterjemahkan",
    "faq-item-description4": "Dengan terjemahan sekali, anda membayar setiap fail yang diterjemahkan, sementara keahlian yang tidak terhad membolehkan anda diterjemahkan secara teratur dan tanpa had untuk bayaran bulanan tetap",
    "faq-item-description5": "Ya, alat kami menggunakan chatgpt dan memastikan terjemahan berkualiti tinggi dengan ketepatan yang tinggi. Lebih baik kemudian terjemahan google dan deepl",
    "faq-item-description6": "Tidak, alat kami mesra pengguna dan tidak memerlukan kemahiran teknikal. Ia direka untuk kegunaan yang mudah",
    "faq-item-description7": "Pilih dari pakej kami dan hanya muat naik fail JSON yang ingin diterjemahkan. Pilih bahasa sasaran, dan dalam beberapa saat, anda akan menerima fail yang diterjemahkan",
    "faq-item-description8": "Ya, kami menawarkan sokongan pelanggan yang sangat baik untuk menangani semua pertanyaan anda dan membantu anda menggunakan alat kami. Kami memberikan sokongan 24 dan 48 jam melalui e-mel dan sembang langsung",
    "faq-item-description10": "Ya, kami mengutamakan keselamatan data anda dan melaksanakan langkah -langkah yang ketat untuk melindunginya. Fail anda tidak disimpan di pelayan kami dan segera dikeluarkan dari sistem kami selepas terjemahan. (Sangat penting untuk memastikan anda menyimpan fail yang diterjemahkan dengan selamat di hujung anda)",
    "privacy-header-title": "Penyata Privasi JSON Penterjemah",
    "contact-location-des2": "EJ Amsterdam Belanda",
    "contact-phone-des1": "Mon-Fri dari 9:00 pagi hingga 5:00 petang",
    "contact-phone-des2": "+31202446988",
    "contact-email": "E-mel atau berbual",
    "contact-email-des1": "Pasukan mesra kami bersedia membantu anda",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "JSON Penterjemah",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Berhubung dengan kami",
    "contact-form-subtitle": "Hubungi Kami",
    "contact-form-des2": "Kami ingin mendengar daripada anda",
    "contact-description1": "Bagaimana kami boleh membantu anda?",
    "contact-description2": "Pasukan mesra kami sentiasa bersedia untuk berbual",
    "contact-title": "Hubungi Kami",
    "contact-phone": "Nombor telefon",
    "Translate JSON files in 5 seconds": "Terjemahkan fail JSON dalam 5 saat",
    "Start with the JSON Translator": "Mulakan dengan penterjemah JSON",
    "Terms and Conditions": "Terma dan syarat",
    "Terms and Conditions for JSON Tool": "Terma dan Syarat untuk Alat JSON",
    "Last Updated: 20 december 2023": "Terakhir Dikemaskini: 20 Disember 2023",
    "1. Acceptance of Terms": "1. Penerimaan Syarat",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Dengan mengakses atau menggunakan alat JSON yang disediakan oleh penterjemah JSON, anda bersetuju untuk terikat dengan terma dan syarat ini. Jika anda tidak bersetuju dengan mana -mana bahagian terma ini, anda tidak boleh menggunakan alat JSON.",
    "2. Use of the JSON Tool": "2. Penggunaan alat JSON",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Anda mesti berumur sekurang -kurangnya 18 tahun untuk menggunakan alat JSON.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Anda bersetuju untuk memberikan maklumat yang tepat dan lengkap apabila menggunakan alat JSON, dan anda akan mengemas kini maklumat ini untuk memastikan ketepatannya.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Anda tidak boleh menyalahgunakan alat JSON. Aktiviti yang dilarang termasuk, tetapi tidak terhad kepada, cuba mendapatkan akses yang tidak dibenarkan, mengganggu fungsi yang betul, atau melanggar undang -undang dan peraturan yang berkenaan.",
    "3. Intellectual Property": "3. Harta Intelek",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "Alat JSON, termasuk semua kandungan, ciri, dan fungsi, dimiliki oleh syarikat kami dan dilindungi oleh undang -undang harta intelek. Anda tidak boleh menghasilkan semula, mengedarkan, mengubah suai, atau membuat karya terbitan tanpa persetujuan eksplisit kami.",
    "4. Privacy": "4. Privasi",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Penggunaan alat JSON anda tertakluk kepada pernyataan privasi kami, yang menggariskan bagaimana kami mengumpul, menggunakan, dan melindungi maklumat peribadi anda.",
    "5. Termination": "5. Penamatan",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Kami berhak untuk menamatkan atau menggantung akses anda ke alat JSON pada bila -bila masa, tanpa notis terlebih dahulu, atas sebab apa pun, termasuk pelanggaran terma dan syarat ini.",
    "6. Changes to Terms and Conditions": "6. Perubahan Terma dan Syarat",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Kami boleh mengemas kini terma dan syarat ini untuk mencerminkan perubahan dalam amalan kami atau sebab -sebab operasi, undang -undang, atau pengawalseliaan yang lain. Kami akan memaklumkan pengguna sebarang perubahan penting melalui alat JSON.",
    "7. Disclaimer of Warranties": "7. Penafian jaminan",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "Alat JSON disediakan 'seperti,' tanpa sebarang jaminan, nyata atau tersirat. Kami tidak menjamin bahawa alat itu akan bebas daripada kesilapan atau tidak terganggu.",
    "8. Limitation of Liability": "8. Batasan Liabiliti",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "Dalam keadaan tidak boleh dipertanggungjawabkan untuk apa -apa kerosakan tidak langsung, berbangkit, bersampingan, khusus, atau menghukum yang timbul daripada atau berkaitan dengan penggunaan alat JSON.",
    "9. Governing Law": "9. Mengawal undang -undang",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Terma dan syarat ini ditadbir oleh dan ditafsirkan mengikut undang -undang syarikat kami, tanpa mengambil kira prinsip konflik undang -undang.",
    "10. Contact Us": "10. Hubungi kami",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Jika anda mempunyai sebarang pertanyaan, kebimbangan, atau permintaan mengenai terma dan syarat ini, sila hubungi kami di info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Dengan menggunakan alat JSON, anda bersetuju dengan terma yang digariskan dalam terma dan syarat ini.",
    "Thank you for choosing": "Terima kasih kerana memilih",
    "JSON Translator": "JSON Penterjemah",
    "Privacy Statement": "Kenyataan privasi",
    "Privacy Statement for JSON Translator": "Penyataan Privasi untuk Penterjemah JSON",
    "1. Introduction": "1. Pengenalan",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "JSON Penterjemah menghargai privasi dan keselamatan pengguna kami. Pernyataan Privasi ini menggariskan bagaimana kami mengumpul, menggunakan, dan melindungi maklumat peribadi anda apabila anda menggunakan laman web dan perkhidmatan kami.",
    "2. Information We Collect": "2. Maklumat yang kami kumpulkan",
    "We collect the following types of information:": "Kami mengumpulkan jenis maklumat berikut:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Maklumat Peribadi: Apabila anda mendaftar untuk akaun atau menggunakan Perkhidmatan kami, kami boleh mengumpul maklumat peribadi, termasuk tetapi tidak terhad kepada nama, alamat e -mel, dan butiran pembayaran anda.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Maklumat Penggunaan: Kami mengumpulkan maklumat tentang bagaimana anda menggunakan laman web dan perkhidmatan kami, termasuk interaksi dan urus niaga anda.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Maklumat Peranti: Kami boleh mengumpul maklumat mengenai peranti yang anda gunakan untuk mengakses perkhidmatan kami, seperti jenis peranti, sistem operasi, dan penyemak imbas.",
    "3. How We Use Your Information": "3. Bagaimana Kami Menggunakan Maklumat Anda",
    "To provide and improve our services.": "Untuk menyediakan dan meningkatkan perkhidmatan kami.",
    "To communicate with you about our services and updates.": "Untuk berkomunikasi dengan anda mengenai perkhidmatan dan kemas kini kami.",
    "To personalize your experience and provide targeted content.": "Untuk memperibadikan pengalaman anda dan memberikan kandungan yang disasarkan.",
    "To process payments and transactions.": "Untuk memproses pembayaran dan urus niaga.",
    "4. Information Sharing": "4. Perkongsian maklumat",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Kami tidak menjual, berdagang, atau menyewa maklumat peribadi anda kepada pihak ketiga. Walau bagaimanapun, kami mungkin berkongsi maklumat dengan penyedia perkhidmatan pihak ketiga yang dipercayai yang membantu kami dalam mengendalikan laman web kami atau menjalankan perniagaan kami, selagi mereka bersetuju untuk menyimpan maklumat ini sulit.",
    "5. Security Measures": "5. Langkah -langkah keselamatan",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Kami mengutamakan keselamatan maklumat anda. Kami melaksanakan langkah-langkah keselamatan standard industri untuk melindungi maklumat peribadi anda daripada akses, pendedahan, perubahan, dan kemusnahan yang tidak dibenarkan.",
    "6. Your Choices": "6. Pilihan anda",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Anda mempunyai hak untuk menyemak, mengemas kini, dan memadam maklumat peribadi yang kami pegang tentang anda. Anda juga boleh memilih untuk memilih keluar dari komunikasi tertentu.",
    "7. Changes to This Privacy Statement": "7. Perubahan Pernyataan Privasi Ini",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Kami boleh mengemas kini pernyataan privasi ini untuk mencerminkan perubahan dalam amalan kami atau sebab -sebab operasi, undang -undang, atau pengawalseliaan yang lain. Kami akan memaklumkan pengguna sebarang perubahan ketara melalui Laman Web.",
    "8. Contact Us": "8. Hubungi kami",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Jika anda mempunyai sebarang pertanyaan, kebimbangan, atau permintaan mengenai penyata privasi ini, sila hubungi kami di info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Dengan menggunakan laman web dan perkhidmatan kami, anda bersetuju dengan terma yang digariskan dalam pernyataan privasi ini.",
    "Thank you for choosing JSON Translator. ": "Terima kasih kerana memilih penterjemah JSON.",
    "Cookie Statement": "Penyataan cookie",
    "Cookie Statement for JSON Tool": "Penyataan Cookie untuk Alat JSON",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Kenyataan cookie ini menerangkan bagaimana JSON Penterjemah menggunakan kuki dan teknologi yang serupa apabila anda menggunakan alat JSON. Dengan menggunakan alat JSON, anda bersetuju dengan penggunaan kuki seperti yang diterangkan dalam pernyataan ini.",
    "2. What Are Cookies?": "2. Apakah kuki?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Kuki adalah fail teks kecil yang disimpan pada peranti anda (komputer, tablet, atau telefon bimbit) apabila anda melawat laman web. Mereka digunakan secara meluas untuk membuat laman web berfungsi atau meningkatkan kecekapan mereka, serta memberikan maklumat kepada pemilik laman web.",
    "3. How We Use Cookies": "3. Bagaimana kita menggunakan kuki",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Kuki ini diperlukan untuk alat JSON berfungsi dengan baik. Mereka membolehkan fungsi teras seperti keselamatan, pengurusan rangkaian, dan aksesibiliti.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Kami menggunakan kuki analisis untuk mengumpul maklumat tentang bagaimana pengguna berinteraksi dengan alat JSON. Ini membantu kami menganalisis dan meningkatkan prestasi dan pengalaman pengguna.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Kuki pemasaran digunakan untuk mengesan pelawat di seluruh laman web. Hasratnya adalah untuk memaparkan iklan yang relevan dan menarik untuk pengguna individu.",
    "4. Types of Cookies We Use": "4. Jenis kuki yang kita gunakan",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Ini adalah kuki sementara yang tamat tempoh apabila anda menutup penyemak imbas anda.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Kuki ini kekal pada peranti anda untuk tempoh yang ditetapkan atau sehingga anda memadamkannya.",
    "5. Your Choices": "5. Pilihan anda",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Anda boleh mengawal dan/atau memadam kuki yang anda mahukan. Anda boleh memadam semua kuki yang sudah ada pada peranti anda, dan anda boleh menetapkan kebanyakan penyemak imbas untuk menghalangnya daripada diletakkan. Walau bagaimanapun, jika anda melakukan ini, anda mungkin perlu menyesuaikan beberapa pilihan secara manual setiap kali anda melawat alat JSON.",
    "6. Third-Party Cookies": "6. Kuki pihak ketiga",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Kami boleh menggunakan perkhidmatan pihak ketiga yang boleh menetapkan kuki bagi pihak kami. Kuki ini tertakluk kepada dasar privasi masing-masing penyedia pihak ketiga ini.",
    "7. Changes to This Cookie Statement": "7. Perubahan pada pernyataan kuki ini",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Kami boleh mengemas kini pernyataan cookie ini untuk mencerminkan perubahan dalam amalan kami atau sebab -sebab operasi, undang -undang, atau peraturan lain. Kami akan memaklumkan pengguna sebarang perubahan penting melalui alat JSON.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Jika anda mempunyai sebarang pertanyaan, kebimbangan, atau permintaan mengenai penyataan cookie ini, sila hubungi kami di info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Dengan menggunakan alat JSON, anda bersetuju dengan penggunaan kuki seperti yang digariskan dalam pernyataan ini.",
    "success": "kejayaan",
    "Please select the valid json file": "Sila pilih fail JSON yang sah",
    "The file size should be less than 5MB": "Saiz fail hendaklah kurang dari 5MB",
    "The file loaded": "Fail dimuatkan",
    "Please select the json file": "Sila pilih fail JSON",
    "Please select your target language": "Sila pilih bahasa sasaran anda",
    "Content copied to clipboard!": "Kandungan disalin ke Clipboard!",
    "Unable to copy content to clipboard": "Tidak dapat menyalin kandungan ke papan klip",
    "Password is reset.": "Kata laluan diset semula.",
    "Signup success": "Kejayaan pendaftaran",
    "Successfully canceled your subscription": "Berjaya membatalkan langganan anda",
    "Changed successfully": "Berubah dengan jayanya",
    "Current passworf field is not correct": "Bidang Passworf semasa tidak betul",
    "Download all files": "Muat turun semua fail",
    "Download file": "Muat turun fail",
    "Download": "Muat turun",
    "*** You can try one file for free. ***": "*** Anda boleh mencuba satu fail secara percuma. ***",
    "Unlimited": "Tidak terhad",
    "Per month": "Sebulan",
    "Billed yearly": "Dibebankan setiap tahun",
    "Get started": "Bermula",
    "Try one file for free": "Cuba satu fail secara percuma",
    "FEATURES": "CIRI-CIRI",
    "Everything in our free plan plus....": "Segala -galanya dalam rancangan percuma kami ditambah ....",
    "1 year unlimited translations": "Terjemahan 1 tahun tanpa had",
    "Translate into 260+ languages at the click of a button": "Terjemahkan ke dalam 260+ bahasa pada klik butang",
    "Easily download translated files": "Muat turun fail yang diterjemahkan dengan mudah",
    "The best translation quality with the use of ChatGPT": "Kualiti terjemahan terbaik dengan penggunaan chatgpt",
    "Receive email support within 24 hours and online chat": "Terima sokongan e -mel dalam masa 24 jam dan sembang dalam talian",
    "Paid per file": "Dibayar setiap fail",
    "per file": "setiap fail",
    "Easily pay per file for occasional use": "Mudah membayar setiap fail untuk kegunaan sekali -sekala",
    "Easily translate and pay per file": "Mudah diterjemahkan dan membayar setiap fail",
    "Choose from 260+ translation options": "Pilih dari pilihan terjemahan 260+",
    "Receive email support within 48 hours": "Terima sokongan e -mel dalam masa 48 jam",
    "Translate complete JSON files": "Terjemahkan fail json lengkap",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Jangan sekali -kali memecah fail JSON ke bahagian; Cukup diterjemahkan secara keseluruhan, dikuasakan oleh chatgpt.",
    "Translate with ChatGPT": "Terjemahkan dengan chatgpt",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Terjemahkan dengan chatgpt, lebih baik daripada Google Translate dan Deepl.",
    "Choose from 260+ languages": "Pilih dari 260+ bahasa",
    "The widest range of languages, choose from 260+ languages.": "Pelbagai bahasa yang paling luas, pilih dari 260+ bahasa.",
    "We offer unlimited packages": "Kami menawarkan pakej tanpa had",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Tiada kerumitan dengan bayar per-watak atau rentetan; Kami menawarkan pakej tanpa had.",
    "Multi-translate option": "Pilihan Multi-Translate",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Terjemahkan fail JSON lengkap ke dalam 260+ bahasa dengan menekan butang dalam beberapa minit.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "Alat terpantas, menterjemahkan keseluruhan fail JSON dalam masa kurang 5 saat.",
    "Select your original language": "Pilih bahasa asal anda",
    "Get in touch": "Berhubung",
    "Select your target language": "Pilih bahasa sasaran anda",
    "ADD EXTRA OUTPUT LANGUAGE": "Tambahkan bahasa output tambahan",
    "Start translation": "Mula terjemahan",
    "Output language(s)": "Bahasa output (s)",
    "Setting": "Menetapkan",
    "Join us as an affiliate partner and get 10% commission": "Sertailah kami sebagai rakan sekutu dan dapatkan komisen 10%",
    "Get up and running in less than 5 minutes.": "Bangun dan berjalan dalam masa kurang dari 5 minit.",
    "pload your main JSON file and select a language": "Load fail json utama anda dan pilih bahasa",
    "Send message": "Menghantar mesej",
    "You agree to our friendly ": "Anda bersetuju dengan mesra kami",
    "privacy policy": "Dasar Privasi",
    "Read more": "Baca lebih lanjut"
}