{
    "link-home": "Thuis",
    "link-tool": "Hulpmiddel",
    "link-howitworks": "Hoe het werkt",
    "link-pricing": "Prijzen",
    "footer-link-contact": "Contact",
    "footer-link-affiliate": "Affiliate",
    "footer-link-terms": "Voorwaarden",
    "footer-link-privacy": "Privacy",
    "footer-link-cookies": "Koekjes",
    "link-privacy": "Privacy",
    "link-faq": "FAQ",
    "link-login": "Log in",
    "link-logout": "Uitloggen",
    "link-tool-edit": "Bewerking",
    "link-tool-trans": "Vertalen",
    "homepage-aipublish-title": "Vertaal een compleet JSON -bestand in een paar seconden",
    "homepage-aipublish-sub-title1": "Vertaal JSON -bestanden",
    "homepage-aipublish-sub-title2": "Vertaal uw JSON -bestand",
    "homepage-aipublish-sub-title3": "Aangedreven door chatgpt",
    "homepage-aipublish-info-title": "Vertaal JSON -bestanden met een druk op de knop.",
    "homepage-aipublish-info-sub-title": "Vertaal hele JSON -bestanden meteen met behulp van onze tool aangedreven door chatgpt",
    "homepage-aipublish-info-des": "Met onze tool is het mogelijk om (grote) JSON -bestanden allemaal tegelijk te vertalen in 260+ taal. De vertaling wordt gedaan met behulp van ChatGPT en met onze tool hoeft u geen bestanden in afzonderlijke onderdelen te splitsen.",
    "homepage-aipublish-edit-title": "Vertaal hele JSON -bestanden tegelijkertijd binnen enkele seconden",
    "homepage-aipublish-edit-des": "Met de JSON -vertaler kunt u (grote) JSON -bestanden tegelijkertijd vertalen zonder dat een bestand in meerdere onderdelen moet worden gesplitst. Vertaal eenvoudig een JSON -bestand in één keer.",
    "homepage-aipublish-edit-item1": "Hoogwaardige vertaling door het gebruik van chatgpt",
    "homepage-aipublish-edit-item2": "U kunt hele bestanden in één keer vertalen",
    "homepage-aipublish-edit-item3": "Het kan niet sneller worden, slechts 5 seconden voor een vertaald JSON -bestand",
    "homepage-aipublish-trans-title": "Onbeperkte JSON -vertaling in 260+ talen",
    "homepage-aipublish-trans-des": "Met onze tool kunt u JSON -bestanden vertalen in 260+ talen, waardoor de hoogst haalbare vertaalkwaliteit wordt gewaarborgd door het gebruik van chatgpt",
    "homepage-aipublish-trans-item1": "Een vertaald JSON -bestand in bijna alle talen",
    "homepage-aipublish-trans-item2": "U kunt kiezen voor eenmalige vertalingen en per bestand betalen",
    "homepage-aipublish-trans-item3": "Als u JSON -bestanden regelmatig wilt vertalen, kies dan voor het onbeperkte lidmaatschap",
    "homepage-aipublish-price-title": "Prijzen",
    "homepage-aipublish-price-sub-title": "Eenvoudige, transparante prijzen",
    "homepage-aipublish-price-des": "We maken JSON -vertalingen mogelijk voor iedereen die te maken heeft met website en app -vertaling en lokalisatie.",
    "faq-title": "Veel Gestelde Vragen",
    "faq-description": "Alles wat u moet weten over de JSON -vertaler",
    "faq-item-title1": "Wat is de belangrijkste functie van deze tool?",
    "faq-item-description1": "Met onze tool kunt u complete JSON -bestanden in één keer in één keer vertalen, zonder dat het bestand in afzonderlijke stukken moet worden gesplitst.",
    "faq-item-title2": "Welke talen worden ondersteund door de tool?",
    "faq-item-title3": "Hoe snel kan ik een JSON -bestand vertalen?",
    "faq-item-title4": "Wat is het verschil tussen een eenmalige vertaling en een onbeperkt lidmaatschap?",
    "faq-item-title5": "Kan ik de vertaalkwaliteit vertrouwen?",
    "faq-item-title6": "Is technische kennis nodig om de tool te gebruiken?",
    "faq-item-title7": "Hoe kan ik aan de slag gaan met de tool?",
    "faq-item-title8": "Biedt u ondersteuning als ik vragen heb of hulp nodig heeft bij de tool?",
    "faq-item-title9": "Kan ik een gratis proefperiode krijgen om de tool uit te proberen?",
    "faq-item-title10": "Zijn mijn gegevens veilig bij het gebruik van de tool?",
    "faq-case-study": "Heb je nog vragen?",
    "faq-case-study-title3": "Kunt u het antwoord niet vinden waarnaar u op zoek bent? Chat alstublieft met ons vriendelijke team.",
    "footer-copyright": "© 2023 JSON Translator Alle rechten voorbehouden.",
    "btn-try-free": "Probeer gratis uit",
    "signin-form-title": "Log in uw account in",
    "signin-form-welcome": "Welkom terug! Voer uw gegevens in.",
    "signin-form-email": "E -mail",
    "signin-email-placeholder": "Voer uw e -mail in",
    "signin-form-password": "wachtwoord",
    "signin-password-placeholder": "Voer uw wachtwoord in",
    "signin-form-remember": "Onthoud gedurende 30 dagen",
    "signin-form-forget": "Wachtwoord vergeten",
    "error-email-exist": "E -mail registreert al",
    "error-password-required": "Een wachtwoord is verplicht.",
    "error-pwdConfirm-required": "Wachtwoord bevestigen is vereist.",
    "error-password-not-confirm": "Wachtwoord en wachtwoord bevestigen is niet hetzelfde.",
    "error-email-required": "Email (verplicht.",
    "error-firstname-required": "Voornaam (verplicht.",
    "error-lastname-required": "LastName vereist.",
    "error-country-required": "Land vereist.",
    "button-signin": "AANMELDEN",
    "button-signup": "AANMELDEN",
    "login_success": "Gemogineerd succesvol",
    "please_login": "Probeer het opnieuw nadat u bent ingelogd",
    "error-invalid-signin": "Accountinformatie is niet geldig",
    "trans-form-title": "Vertaal uw JSON -bestanden",
    "edit-form-subtitle": "Selecteer uw meest recente bestand om online vertaling te voltooien",
    "edit-form-guide1": "Selecteer hier een bestand of sleep en laat vallen",
    "edit-form-guide2": "JSON -bestandsgrootte niet meer dan 10 MB",
    "select-language": "Selecteer taal",
    "select-file": "Selecteer bestand",
    "faq-item-description9": "We bieden de mogelijkheid om de JSON -vertaler eenmaal gratis uit te proberen. Na deze eerste proef moet u kiezen uit een van onze betaalde pakketten, zoals loon per bestand of onbeperkt",
    "checkout-form-title": "Begin met de JSON -vertaler",
    "checkout-form-subtitle": "Bekijk de video of probeer het eens gratis.",
    "checkout-form-des2": "Vul het onderstaande formulier in en probeer onze gereedschap volledig volledig.",
    "checkout-page-title": "De voordelen van de JSON -vertaler",
    "checkout-page-subtitle": "Waarom de JSON -vertaler?",
    "checkout-page-des": "Met de JSON -vertaler kunt u JSON -bestanden vertalen in 260+ talen met slechts een klik, waarbij het proces in 5 seconden per bestand wordt voltooid. Gegarandeerde vertaling van de hoogste kwaliteit aangedreven door chatgpt",
    "affiliate-description": "Heeft u een groot netwerk/bereik onder softwareontwikkelaars en web- en app -bouwers? Als dat zo is, meldt u zich dan aan voor ons gelieerde programma, promoot de JSON -vertaler en verdien geld",
    "affiliate-title": "Verdien geld door onze tool te promoten",
    "affiliate-info-title": "Functies",
    "affiliate-info-sub-title": "Promoot onze tool en verdien geld",
    "affiliate-info-des": "Verdien geld door de JSON -vertaler in uw netwerk te promoten. U ontvangt promotiemateriaal zoals banners en links die u kunt gebruiken. Verdien 10% commissie op onze betaalde pakketten met maandelijkse uitbetalingen",
    "affiliate-edit-title": "Tevreden? Deel het nieuws",
    "affiliate-edit-des": "Als u tevreden bent met de JSON -vertaler, verspreid dan het woord!",
    "affiliate-edit-item1": "U ontvangt een persoonlijke verwijzingslink",
    "affiliate-edit-item2": "Deel de link in uw netwerk",
    "affiliate-edit-item3": "Promoot de JSON -vertaler en verdien geld",
    "affiliate-trans-title": "Verdien 10% per doorverwezen gebruiker",
    "affiliate-trans-des": "Verdien gemakkelijk geld door onze tool te promoten. Krijg $ 9 voor elke verwezen gebruiker",
    "affiliate-trans-item1": "Hoog percentage per doorverwezen gebruiker",
    "affiliate-trans-item2": "Maandelijkse uitbetaling",
    "affiliate-trans-item3": "Clear Dashboard voor partners",
    "affiliate-third-title": "Volg uw resultaten in uw eigen dashboard",
    "affiliate-third-des": "U hebt toegang tot een professioneel partnerdashboard. U kunt uw resultaten en inkomsten volgen, en u hebt toegang tot promotiemateriaal",
    "affiliate-third-item1": "Controleer hoeveel gebruikers u hebt verwezen",
    "affiliate-third-item2": "Bekijk uw verwijzingswinsten",
    "affiliate-third-item3": "Download het beste promotiemateriaal",
    "Share team inboxes": "Deel teaminboxen",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Of u nu een team van 2 of 200 hebt, onze gedeelde teaminboxen houden iedereen op dezelfde pagina en in de loop.",
    "signup-form-title": "Meld u aan uw account aan",
    "signup-form-welcome": "Welkom hier! Voer uw gegevens in.",
    "signup-form-firstname": "Voornaam",
    "signup-form-lastname": "Achternaam",
    "signup-form-country": "Land",
    "signup-placeholder-firstname": "Vul uw voornaam in",
    "signup-placeholder-lastname": "Voer uw laatste naam in",
    "signup-placeholder-country": "Betreed uw land",
    "signup-form-email": "E -mail",
    "signup-placeholder-email": "Voer uw e -mail in",
    "signup-form-password": "Wachtwoord",
    "signup-placeholder-password": "Voer uw wachtwoord in",
    "signup-form-password-confirm": "Wachtwoord bevestigen",
    "signup-placeholder-password-confirm": "Voer uw wachtwoordbevestig in",
    "signup-button-signup": "Aanmelden",
    "have-not-account": "Heb je geen account?",
    "Deliver instant answers": "Lever onmiddellijke antwoorden",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "Een alles-in-één klantenservice platform dat u helpt alles in evenwicht te brengen alles wat uw klanten nodig hebben om gelukkig te zijn.",
    "msg_firstName_required": "voornaam is verplicht",
    "msg_lastName_required": "De achternaam is vereist",
    "msg_email_required": "E -mail is vereist",
    "msg_email_invalid": "Email is ongeldig",
    "msg_country_required": "Land is vereist",
    "msg_phone_required": "Telefoonnummer is vereist",
    "msg_message_required": "Bericht is vereist",
    "msg_agree_our_policy": "Ben het eens met ons beleid",
    "msg_error_checkout": "Probeer het opnieuw",
    "jwt malformed": "Log in en probeer het opnieuw.",
    "faq-item-description2": "Onze tool ondersteunt vertalingen in elke talen (260+), waardoor globale vertaling mogelijk wordt.",
    "faq-item-description3": "Vertaling van een JSON -bestand gebeurt in slechts enkele seconden, waardoor u snel toegang krijgt tot de vertaalde inhoud",
    "faq-item-description4": "Met een eenmalige vertaling betaalt u per vertaald bestand, terwijl een onbeperkt lidmaatschap u in staat stelt om regelmatig en zonder limieten te vertalen voor een vast maandelijkse vergoeding",
    "faq-item-description5": "Ja, onze tool maakt gebruik van chatgpt en zorgt voor hoogwaardige vertalingen met hoge nauwkeurigheid. Beter dan Google Translate en Deep",
    "faq-item-description6": "Nee, onze tool is gebruiksvriendelijk en vereist geen technische vaardigheden. Het is ontworpen voor eenvoudig gebruik",
    "faq-item-description7": "Kies uit onze pakketten en upload eenvoudig het JSON -bestand dat u wilt vertalen. Selecteer de doeltaal (s) en binnen enkele seconden ontvangt u het vertaalde bestand",
    "faq-item-description8": "Ja, we bieden uitstekende klantenondersteuning om al uw vragen aan te pakken en u te helpen bij het gebruik van onze tool. We bieden ondersteuning van 24 en 48 uur via e-mail en live chat",
    "faq-item-description10": "Ja, we geven prioriteit aan de beveiliging van uw gegevens en implementeren strikte maatregelen om deze te beschermen. Uw bestanden worden niet op onze server opgeslagen en worden onmiddellijk na vertaling onmiddellijk uit onze systemen verwijderd. (Het is cruciaal om ervoor te zorgen dat u uw vertaalde bestanden veilig aan uw kant opslaat)",
    "privacy-header-title": "Privacyverklaring JSON -vertaler",
    "contact-location-des2": "EJ Amsterdam Nederland",
    "contact-phone-des1": "Ma-vr van 9.00 tot 17.00 uur",
    "contact-phone-des2": "+31202446988",
    "contact-email": "E-mail of chat",
    "contact-email-des1": "Ons vriendelijke team staat klaar om je te helpen",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "JSON -vertaler",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "Btw NL865754305B01",
    "contact-form-title": "Neem contact op met ons",
    "contact-form-subtitle": "Neem contact met ons op",
    "contact-form-des2": "We zouden graag van je horen",
    "contact-description1": "Hoe kunnen we u helpen?",
    "contact-description2": "Ons vriendelijke team is altijd klaar voor een chat",
    "contact-title": "Neem contact met ons op",
    "contact-phone": "Telefoonnummer",
    "Translate JSON files in 5 seconds": "Vertaal JSON -bestanden in 5 seconden",
    "Start with the JSON Translator": "Begin met de JSON -vertaler",
    "Terms and Conditions": "Voorwaarden",
    "Terms and Conditions for JSON Tool": "Algemene voorwaarden voor JSON -tool",
    "Last Updated: 20 december 2023": "Laatst bijgewerkt: 20 december 2023",
    "1. Acceptance of Terms": "1. Acceptatie van voorwaarden",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Door toegang te krijgen tot of gebruik te maken van de JSON -tool van JSON -vertaler, stemt u ermee in gebonden te zijn aan deze algemene voorwaarden. Als u het niet eens bent met enig deel van deze voorwaarden, mag u de JSON -tool niet gebruiken.",
    "2. Use of the JSON Tool": "2. Gebruik van de JSON -tool",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "U moet minstens 18 jaar oud zijn om de JSON -tool te gebruiken.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "U stemt ermee in om nauwkeurige en volledige informatie te verstrekken bij het gebruik van de JSON -tool en u zult deze informatie bijwerken om de nauwkeurigheid ervan te waarborgen.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "U mag het JSON -tool niet misbruiken. Verboden activiteiten omvatten, maar zijn niet beperkt tot, proberen ongeoorloofde toegang te krijgen, het verstoren van het goede functioneren of het overtreden van de toepasselijke wetten en voorschriften.",
    "3. Intellectual Property": "3. Intellectueel eigendom",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "De JSON -tool, inclusief alle inhoud, functies en functionaliteit, is eigendom van ons bedrijf en wordt beschermd door intellectuele eigendomswetten. U mag niet reproduceren, distribueren, wijzigen of derivaten maken zonder onze expliciete toestemming.",
    "4. Privacy": "4. Privacy",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Uw gebruik van de JSON -tool is onderworpen aan onze privacyverklaring, die beschrijft hoe we uw persoonlijke informatie verzamelen, gebruiken en beschermen.",
    "5. Termination": "5. Beëindiging",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "We behouden ons het recht voor om uw toegang tot de JSON -tool op elk gewenst moment, zonder voorafgaande kennisgeving, om welke reden dan ook te beëindigen of op te schorten, inclusief schending van deze algemene voorwaarden.",
    "6. Changes to Terms and Conditions": "6. Wijzigingen in algemene voorwaarden",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "We kunnen deze algemene voorwaarden bijwerken om wijzigingen in onze praktijken te weerspiegelen of voor andere operationele, juridische of regelgevende redenen. We zullen gebruikers op de hoogte stellen van belangrijke wijzigingen via de JSON -tool.",
    "7. Disclaimer of Warranties": "7. Disclaimer van garanties",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "De JSON -tool wordt verstrekt 'zoals het is', zonder enige garanties, expliciet of impliciet. We garanderen niet dat de tool foutvrij of ononderbroken zal zijn.",
    "8. Limitation of Liability": "8. Beperking van aansprakelijkheid",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "In geen geval is aansprakelijk voor enige indirecte, consequente, incidentele, speciale of punitieve schade die voortvloeit uit of in verband met het gebruik van de JSON -tool.",
    "9. Governing Law": "9. Regerende wet",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Deze algemene voorwaarden worden beheerst door en geïnterpreteerd in overeenstemming met de wetten van onze onderneming, zonder rekening te houden met het conflict van wetsprincipes.",
    "10. Contact Us": "10. Neem contact met ons op",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Als u vragen, zorgen of verzoeken met betrekking tot deze algemene voorwaarden heeft, neem dan contact met ons op via info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Door de JSON -tool te gebruiken, gaat u akkoord met de voorwaarden die in deze algemene voorwaarden worden beschreven.",
    "Thank you for choosing": "Dank je voor het kiezen",
    "JSON Translator": "JSON -vertaler",
    "Privacy Statement": "Privacyverklaring",
    "Privacy Statement for JSON Translator": "Privacyverklaring voor JSON -vertaler",
    "1. Introduction": "1. Inleiding",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "JSON -vertaler waardeert de privacy en beveiliging van onze gebruikers. Deze privacyverklaring schetst hoe we uw persoonlijke informatie verzamelen, gebruiken en beschermen wanneer u onze website en services gebruikt.",
    "2. Information We Collect": "2. Informatie die we verzamelen",
    "We collect the following types of information:": "We verzamelen de volgende soorten informatie:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Persoonlijke informatie: wanneer u zich aanmeldt voor een account of onze services gebruikt, kunnen we persoonlijke informatie verzamelen, inclusief maar niet beperkt tot uw naam, e -mailadres en betalingsgegevens.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Gebruiksinformatie: we verzamelen informatie over hoe u onze website en services gebruikt, inclusief uw interacties en transacties.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Apparaatinformatie: we kunnen informatie verzamelen over het apparaat dat u gebruikt om toegang te krijgen tot onze services, zoals het apparaattype, het besturingssysteem en de browser.",
    "3. How We Use Your Information": "3. Hoe we uw informatie gebruiken",
    "To provide and improve our services.": "Om onze diensten te bieden en te verbeteren.",
    "To communicate with you about our services and updates.": "Om met u te communiceren over onze services en updates.",
    "To personalize your experience and provide targeted content.": "Om uw ervaring te personaliseren en gerichte inhoud te bieden.",
    "To process payments and transactions.": "Om betalingen en transacties te verwerken.",
    "4. Information Sharing": "4. Informatie -delen",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "We verkopen, ruilen of verhuren uw persoonlijke informatie niet aan derden. We kunnen echter informatie delen met vertrouwde serviceproviders van derden die ons helpen bij het exploiteren van onze website of het uitvoeren van ons bedrijf, zolang ze ermee instemmen deze informatie vertrouwelijk te houden.",
    "5. Security Measures": "5. Beveiligingsmaatregelen",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Wij geven prioriteit aan de beveiliging van uw informatie. We implementeren industrie-standaard beveiligingsmaatregelen om uw persoonlijke informatie te beschermen tegen ongeautoriseerde toegang, openbaarmaking, wijziging en vernietiging.",
    "6. Your Choices": "6. Uw keuzes",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "U hebt het recht om de persoonlijke informatie die we over u inhouden te bekijken, bij te werken en te verwijderen. U kunt er ook voor kiezen om zich af te melden voor bepaalde communicatie.",
    "7. Changes to This Privacy Statement": "7. Wijzigingen in deze privacyverklaring",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "We kunnen deze privacyverklaring bijwerken om wijzigingen in onze praktijken of voor andere operationele, juridische of regelgevende redenen weer te geven. We zullen gebruikers op de hoogte stellen van belangrijke wijzigingen via de website.",
    "8. Contact Us": "8. Neem contact met ons op",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Als u vragen, zorgen of verzoeken heeft met betrekking tot deze privacyverklaring, neem dan contact met ons op via info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Door onze website en services te gebruiken, gaat u akkoord met de voorwaarden die zijn beschreven in deze privacyverklaring.",
    "Thank you for choosing JSON Translator. ": "Bedankt voor het kiezen van JSON -vertaler.",
    "Cookie Statement": "Koekjesverklaring",
    "Cookie Statement for JSON Tool": "Cookie Statement voor JSON -tool",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Deze cookie -statement legt uit hoe JSON -vertaler cookies en vergelijkbare technologieën gebruikt wanneer u de JSON -tool gebruikt. Door het JSON -tool te gebruiken, stemt u in met het gebruik van cookies zoals beschreven in deze verklaring.",
    "2. What Are Cookies?": "2. Wat zijn koekjes?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Cookies zijn kleine tekstbestanden die zijn opgeslagen op uw apparaat (computer, tablet of mobiele telefoon) wanneer u een website bezoekt. Ze worden veel gebruikt om websites te laten werken of om hun efficiëntie te verbeteren en om informatie te verstrekken aan website -eigenaren.",
    "3. How We Use Cookies": "3. Hoe we cookies gebruiken",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Deze cookies zijn nodig voor het JSON -tool om correct te functioneren. Ze maken kernfunctionaliteit mogelijk, zoals beveiliging, netwerkbeheer en toegankelijkheid.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "We gebruiken analysekoekjes om informatie te verzamelen over hoe gebruikers omgaan met de JSON -tool. Dit helpt ons de prestaties en gebruikerservaring te analyseren en te verbeteren.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Marketingcookies worden gebruikt om bezoekers op websites te volgen. De bedoeling is om advertenties weer te geven die relevant en boeiend zijn voor de individuele gebruiker.",
    "4. Types of Cookies We Use": "4. Soorten cookies die we gebruiken",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Dit zijn tijdelijke cookies die verlopen wanneer u uw browser sluit.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Deze cookies blijven voor een vaste periode op uw apparaat of totdat u ze verwijdert.",
    "5. Your Choices": "5. Uw keuzes",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "U kunt cookies bedienen en/of verwijderen zoals u wilt. U kunt alle cookies verwijderen die al op uw apparaat staan en u kunt de meeste browsers instellen om te voorkomen dat ze worden geplaatst. Als u dit echter doet, moet u mogelijk enkele voorkeuren handmatig aanpassen telkens wanneer u de JSON -tool bezoekt.",
    "6. Third-Party Cookies": "6. Cookies van derden",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "We kunnen services van derden gebruiken die namens ons cookies kunnen instellen. Deze cookies zijn onderworpen aan het respectieve privacybeleid van deze externe providers.",
    "7. Changes to This Cookie Statement": "7. Wijzigingen in deze cookie -statement",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "We kunnen deze cookie -verklaring bijwerken om wijzigingen in onze praktijken of voor andere operationele, juridische of regelgevende redenen weer te geven. We zullen gebruikers op de hoogte stellen van belangrijke wijzigingen via de JSON -tool.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Als u vragen, zorgen of verzoeken heeft met betrekking tot deze cookie -verklaring, neem dan contact met ons op via info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Door de JSON -tool te gebruiken, gaat u akkoord met het gebruik van cookies zoals beschreven in deze verklaring.",
    "success": "succes",
    "Please select the valid json file": "Selecteer het geldige JSON -bestand",
    "The file size should be less than 5MB": "De bestandsgrootte moet minder zijn dan 5 MB",
    "The file loaded": "Het bestand geladen",
    "Please select the json file": "Selecteer het JSON -bestand",
    "Please select your target language": "Selecteer uw doeltaal",
    "Content copied to clipboard!": "Inhoud gekopieerd naar klembord!",
    "Unable to copy content to clipboard": "Kan inhoud niet naar klembord kopiëren",
    "Password is reset.": "Wachtwoord wordt gereset.",
    "Signup success": "Succes aanmelden",
    "Successfully canceled your subscription": "Uw abonnement met succes geannuleerd",
    "Changed successfully": "Met succes veranderd",
    "Current passworf field is not correct": "Het huidige Passworf -veld is niet correct",
    "Download all files": "Download alle bestanden",
    "Download file": "Download bestand",
    "Download": "Downloaden",
    "*** You can try one file for free. ***": "*** U kunt één bestand gratis proberen. ***",
    "Unlimited": "Onbeperkt",
    "Per month": "Per maand",
    "Billed yearly": "Jaarlijks gefactureerd",
    "Get started": "Begin",
    "Try one file for free": "Probeer gratis één bestand",
    "FEATURES": "FUNCTIES",
    "Everything in our free plan plus....": "Alles in ons gratis plan plus ...",
    "1 year unlimited translations": "1 jaar onbeperkte vertalingen",
    "Translate into 260+ languages at the click of a button": "Vertalen in 260+ talen met een klik op de knop",
    "Easily download translated files": "Download eenvoudig vertaalde bestanden",
    "The best translation quality with the use of ChatGPT": "De beste vertaalkwaliteit met het gebruik van chatgpt",
    "Receive email support within 24 hours and online chat": "Ontvang e -mailondersteuning binnen 24 uur en online chat",
    "Paid per file": "Betaald per bestand",
    "per file": "per bestand",
    "Easily pay per file for occasional use": "Betaal eenvoudig per bestand voor incidenteel gebruik",
    "Easily translate and pay per file": "Eenvoudig vertalen en betalen per bestand",
    "Choose from 260+ translation options": "Kies uit 260+ vertaalopties",
    "Receive email support within 48 hours": "Ontvang e -mailondersteuning binnen 48 uur",
    "Translate complete JSON files": "Vertaal complete JSON -bestanden",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Split JSON -bestanden nooit meer in delen; Vertaal eenvoudig als geheel, aangedreven door chatgpt.",
    "Translate with ChatGPT": "Vertalen met chatgpt",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Vertaal met chatgpt, beter dan Google Translate en Deep.",
    "Choose from 260+ languages": "Kies uit 260+ talen",
    "The widest range of languages, choose from 260+ languages.": "Het breedste talenbereik, kies uit 260+ talen.",
    "We offer unlimited packages": "We bieden onbeperkte pakketten",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Geen gedoe met pay-per-karakter of string; Wij bieden onbeperkte pakketten.",
    "Multi-translate option": "Multi-translate optie",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Vertaal complete JSON -bestanden in 260+ talen met een druk op de knop in minuten.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "Het snelste tool vertaalt volledige JSON -bestanden in minder dan 5 seconden.",
    "Select your original language": "Selecteer uw oorspronkelijke taal",
    "Get in touch": "Contact opnemen",
    "Select your target language": "Selecteer uw doeltaal",
    "ADD EXTRA OUTPUT LANGUAGE": "Voeg extra uitvoertaal toe",
    "Start translation": "Start de vertaling",
    "Output language(s)": "Uitvoertaal (s)",
    "Setting": "Instelling",
    "Join us as an affiliate partner and get 10% commission": "Doe mee als een partnerpartner en ontvang 10% commissie",
    "Get up and running in less than 5 minutes.": "Ga in minder dan 5 minuten aan de slag.",
    "pload your main JSON file and select a language": "Pload uw belangrijkste JSON -bestand en selecteer een taal",
    "Send message": "Bericht versturen",
    "You agree to our friendly ": "U stemt in met onze vriendelijke",
    "privacy policy": "privacybeleid",
    "Read more": "Lees verder"
}