{
    "link-home": "Hjem",
    "link-tool": "Verktøy",
    "link-howitworks": "Hvordan det fungerer",
    "link-pricing": "Priser",
    "footer-link-contact": "Kontakt",
    "footer-link-affiliate": "Tilknytte",
    "footer-link-terms": "Vilkår",
    "footer-link-privacy": "Personvern",
    "footer-link-cookies": "Informasjonskapsler",
    "link-privacy": "Personvern",
    "link-faq": "FAQ",
    "link-login": "Logg Inn",
    "link-logout": "Logg ut",
    "link-tool-edit": "Redigere",
    "link-tool-trans": "Oversette",
    "homepage-aipublish-title": "Oversett en komplett JSON -fil på noen få sekunder",
    "homepage-aipublish-sub-title1": "Oversett JSON -filer",
    "homepage-aipublish-sub-title2": "Oversett JSON -filen",
    "homepage-aipublish-sub-title3": "Drevet av Chatgpt",
    "homepage-aipublish-info-title": "Oversett JSON -filer med trykk på en knapp.",
    "homepage-aipublish-info-sub-title": "Oversett hele JSON -filer på en gang ved å bruke verktøyet vårt drevet av chatgpt",
    "homepage-aipublish-info-des": "Med vårt verktøy er det mulig å oversette (store) JSON -filer på en gang til 260+ språk. Oversettelsen gjøres ved hjelp av chatGPT, og med vårt verktøy trenger du ikke å dele filer i separate deler.",
    "homepage-aipublish-edit-title": "Oversett hele JSON -filer på en gang, i løpet av sekunder",
    "homepage-aipublish-edit-des": "Med JSON -oversetteren kan du oversette (store) JSON -filer på en gang uten å måtte dele en fil i flere deler. Bare oversett en JSON -fil på en gang.",
    "homepage-aipublish-edit-item1": "Oversettelse av høy kvalitet gjennom bruk av chatgpt",
    "homepage-aipublish-edit-item2": "Du kan oversette hele filer på en gang",
    "homepage-aipublish-edit-item3": "Det kan ikke bli raskere, bare 5 sekunder for en oversatt JSON -fil",
    "homepage-aipublish-trans-title": "Ubegrenset JSON -oversettelse på 260+ språk",
    "homepage-aipublish-trans-des": "Med vårt verktøy kan du oversette JSON -filer til 260+ språk, og sikre den høyeste oppnåelige oversettelseskvaliteten gjennom bruk av chatGPT",
    "homepage-aipublish-trans-item1": "En oversatt JSON -fil på nesten alle språk",
    "homepage-aipublish-trans-item2": "Du kan velge engangsoversettelser og betale per fil",
    "homepage-aipublish-trans-item3": "Hvis du vil oversette JSON -filer regelmessig, velger du det ubegrensede medlemskapet",
    "homepage-aipublish-price-title": "Priser",
    "homepage-aipublish-price-sub-title": "Enkel, gjennomsiktig prissetting",
    "homepage-aipublish-price-des": "Vi aktiverer JSON -oversettelser for alle som arbeider med nettsted og appoversettelse og lokalisering av apper.",
    "faq-title": "Ofte stilte spørsmål",
    "faq-description": "Alt du trenger å vite om JSON -oversetteren",
    "faq-item-title1": "Hva er hovedfunksjonen til dette verktøyet?",
    "faq-item-description1": "Vårt verktøy lar deg oversette komplette JSON -filer til nesten alle språk på en gang, uten å måtte dele filen i separate stykker.",
    "faq-item-title2": "Hvilke språk støttes av verktøyet?",
    "faq-item-title3": "Hvor raskt kan jeg få en JSON -fil oversatt?",
    "faq-item-title4": "Hva er forskjellen mellom en engangsoversettelse og et ubegrenset medlemskap?",
    "faq-item-title5": "Kan jeg stole på oversettelseskvaliteten?",
    "faq-item-title6": "Kreves teknisk kunnskap for å bruke verktøyet?",
    "faq-item-title7": "Hvordan kan jeg komme i gang med verktøyet?",
    "faq-item-title8": "Tilbyr du støtte hvis jeg har spørsmål eller trenger hjelp med verktøyet?",
    "faq-item-title9": "Kan jeg få en gratis prøveperiode for å prøve ut verktøyet?",
    "faq-item-title10": "Er dataene mine sikre når jeg bruker verktøyet?",
    "faq-case-study": "Har du fortsatt spørsmål?",
    "faq-case-study-title3": "Finner du ikke svaret du leter etter? Vennligst chatte med vårt vennlige team.",
    "footer-copyright": "© 2023 JSON Oversetter Alle rettigheter reservert.",
    "btn-try-free": "Prøv gratis",
    "signin-form-title": "Logg inn kontoen din",
    "signin-form-welcome": "Velkommen tilbake! Vennligst skriv inn detaljene dine.",
    "signin-form-email": "E -post",
    "signin-email-placeholder": "Skriv inn e -post",
    "signin-form-password": "passord",
    "signin-password-placeholder": "Skriv inn passordet ditt",
    "signin-form-remember": "Husk i 30 dager",
    "signin-form-forget": "Glemt passord",
    "error-email-exist": "E -post allerede registreres",
    "error-password-required": "Passord er påkrevd.",
    "error-pwdConfirm-required": "Passordbekreftelse er påkrevd.",
    "error-password-not-confirm": "Passord og passordbekreftelse er ikke det samme.",
    "error-email-required": "E -post kreves.",
    "error-firstname-required": "FirstName kreves.",
    "error-lastname-required": "LastName kreves.",
    "error-country-required": "Land kreves.",
    "button-signin": "LOGG INN",
    "button-signup": "MELDE DEG PÅ",
    "login_success": "Logget vellykket",
    "please_login": "Prøv igjen etter pålogging",
    "error-invalid-signin": "Kontoinformasjon er ikke gyldig",
    "trans-form-title": "Oversett JSON -filene dine",
    "edit-form-subtitle": "Velg den siste filen din for å fullføre Online -oversettelsen",
    "edit-form-guide1": "Velg en fil eller dra og slipp her",
    "edit-form-guide2": "JSON Filstørrelse ikke mer enn 10 MB",
    "select-language": "Velg språk",
    "select-file": "Velg Fil",
    "faq-item-description9": "Vi tilbyr muligheten til å prøve JSON -oversetteren gratis en gang. Etter denne første forsøket, må du velge mellom en av våre betalte pakker, for eksempel lønn per fil eller ubegrenset",
    "checkout-form-title": "Start med JSON -oversetteren",
    "checkout-form-subtitle": "Se videoen eller prøv den gratis en gang.",
    "checkout-form-des2": "Fyll ut skjemaet nedenfor og prøv verktøyet vårt helt gratis med en gang.",
    "checkout-page-title": "Fordelene med JSON -oversetteren",
    "checkout-page-subtitle": "Hvorfor JSON -oversetteren?",
    "checkout-page-des": "Med JSON -oversetteren kan du oversette JSON -filer til 260+ språk med bare et klikk, og fullføre prosessen på 5 sekunder per fil. Garantert oversettelse av høyeste kvalitet drevet av chatgpt",
    "affiliate-description": "Har du et stort nettverk/rekkevidde blant programvareutviklere og nett- og appbyggere? I så fall kan du registrere deg for vårt tilknyttede program, markedsføre JSON -oversetteren og tjene penger",
    "affiliate-title": "Tjen penger ved å markedsføre verktøyet vårt",
    "affiliate-info-title": "Egenskaper",
    "affiliate-info-sub-title": "Markedsføre verktøyet vårt og tjene penger",
    "affiliate-info-des": "Tjen penger ved å markedsføre JSON -oversetteren i nettverket ditt. Du vil motta salgsfremmende materiale som bannere og lenker du kan bruke. Tjen 10% provisjon på våre betalte pakker med månedlige utbetalinger",
    "affiliate-edit-title": "Fornøyd? Del nyhetene",
    "affiliate-edit-des": "Hvis du er fornøyd med JSON -oversetteren, kan du spre ordet!",
    "affiliate-edit-item1": "Du vil motta en personlig henvisningskobling",
    "affiliate-edit-item2": "Del lenken i nettverket ditt",
    "affiliate-edit-item3": "Fremme JSON -oversetteren og tjene penger",
    "affiliate-trans-title": "Tjen 10% per henvist bruker",
    "affiliate-trans-des": "Tjen enkle penger ved å markedsføre verktøyet vårt. Få $ 9 for hver henvist bruker",
    "affiliate-trans-item1": "Høy prosentandel per henvist bruker",
    "affiliate-trans-item2": "Månedlig utbetaling",
    "affiliate-trans-item3": "Klar dashbord for partnere",
    "affiliate-third-title": "Spor resultatene dine i ditt eget dashbord",
    "affiliate-third-des": "Du vil ha tilgang til et profesjonelt tilknyttet partner -dashbord. Du kan overvåke resultatene og inntektene dine, og du har tilgang til salgsfremmende materiale",
    "affiliate-third-item1": "Sjekk hvor mange brukere du har henvist",
    "affiliate-third-item2": "Se henvisningsinntektene",
    "affiliate-third-item3": "Last ned de beste salgsfremmende materialene",
    "Share team inboxes": "Del team innbokser",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Enten du har et team på 2 eller 200, holder våre delte teaminnbokser alle på samme side og i løkken.",
    "signup-form-title": "Registrer deg kontoen din",
    "signup-form-welcome": "Velkommen hit! Vennligst skriv inn detaljene dine.",
    "signup-form-firstname": "Fornavn",
    "signup-form-lastname": "Etternavn",
    "signup-form-country": "Land",
    "signup-placeholder-firstname": "Skriv inn ditt fornavn",
    "signup-placeholder-lastname": "Skriv inn etternavnet ditt",
    "signup-placeholder-country": "Gå inn i landet ditt",
    "signup-form-email": "E -post",
    "signup-placeholder-email": "Skriv inn e -post",
    "signup-form-password": "Passord",
    "signup-placeholder-password": "Skriv inn passordet ditt",
    "signup-form-password-confirm": "Bekreft passord",
    "signup-placeholder-password-confirm": "Skriv inn passordbekreften",
    "signup-button-signup": "Melde deg på",
    "have-not-account": "Har du ikke en konto?",
    "Deliver instant answers": "Levere øyeblikkelige svar",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "En alt-i-ett-kundeserviceplattform som hjelper deg å balansere alt kundene dine trenger for å være lykkelige.",
    "msg_firstName_required": "Fornavn kreves",
    "msg_lastName_required": "Etternavn er påkrevd",
    "msg_email_required": "E -post kreves",
    "msg_email_invalid": "E -post er ugyldig",
    "msg_country_required": "Land er påkrevd",
    "msg_phone_required": "Telefonnummer er påkrevd",
    "msg_message_required": "Meldingen er påkrevd",
    "msg_agree_our_policy": "Vennligst enig vår policy",
    "msg_error_checkout": "Vær så snill, prøv på nytt",
    "jwt malformed": "Vennligst logg inn og prøv igjenf",
    "faq-item-description2": "Vårt verktøy støtter oversettelser til alle språk (260+), noe som muliggjør global oversettelse.",
    "faq-item-description3": "Oversettelse av en JSON -fil skjer på bare noen få sekunder, og gir deg rask tilgang til det oversatte innholdet",
    "faq-item-description4": "Med en engangsoversettelse betaler du per oversatt fil, mens et ubegrenset medlemskap lar deg oversette regelmessig og uten grenser for en fast månedlig avgift",
    "faq-item-description5": "Ja, verktøyet vårt bruker ChatGPT og sikrer oversettelser av høy kvalitet med høy nøyaktighet. Bedre enn Google Translate og Deepl",
    "faq-item-description6": "Nei, verktøyet vårt er brukervennlig og krever ikke tekniske ferdigheter. Den er designet for enkel bruk",
    "faq-item-description7": "Velg mellom pakkene våre og last bare opp JSON -filen du vil oversette. Velg målspråket (e), og i løpet av sekunder vil du motta den oversatte filen",
    "faq-item-description8": "Ja, vi tilbyr utmerket kundesupport for å adressere alle henvendelsene dine og hjelpe deg med å bruke verktøyet vårt. Vi gir 24 og 48 timers støtte via e-post og live chat",
    "faq-item-description10": "Ja, vi prioriterer sikkerheten til dataene dine og iverksetter strenge tiltak for å beskytte dem. Filene dine er ikke lagret på serveren vår og blir straks fjernet fra systemene våre umiddelbart etter oversettelse. (Det er avgjørende å sikre at du lagrer de oversatte filene dine sikkert på slutten)",
    "privacy-header-title": "Personvernerklæring JSON Translator",
    "contact-location-des2": "EJ Amsterdam Nederland",
    "contact-phone-des1": "Man-fre fra 9:00 til 17:00",
    "contact-phone-des2": "+31202446988",
    "contact-email": "E-post eller chat",
    "contact-email-des1": "Vårt vennlige team er klart til å hjelpe deg",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "JSON -oversetter",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Ta kontakt med oss",
    "contact-form-subtitle": "Kontakt oss",
    "contact-form-des2": "Vi vil gjerne høre fra deg",
    "contact-description1": "Hvordan kan vi hjelpe deg?",
    "contact-description2": "Vårt vennlige team er alltid klart for en prat",
    "contact-title": "Kontakt oss",
    "contact-phone": "Telefonnummer",
    "Translate JSON files in 5 seconds": "Oversett JSON -filer på 5 sekunder",
    "Start with the JSON Translator": "Start med JSON -oversetteren",
    "Terms and Conditions": "Vilkår og betingelser",
    "Terms and Conditions for JSON Tool": "Vilkår og betingelser for JSON -verktøy",
    "Last Updated: 20 december 2023": "Sist oppdatert: 20. desember 2023",
    "1. Acceptance of Terms": "1. Aksept av vilkår",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Ved å få tilgang til eller bruke JSON -verktøyet levert av JSON -oversetteren, samtykker du til å være bundet av disse vilkårene. Hvis du ikke er enig i noen del av disse vilkårene, kan det hende du ikke bruker JSON -verktøyet.",
    "2. Use of the JSON Tool": "2. Bruk av JSON -verktøyet",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Du må være minst 18 år for å bruke JSON -verktøyet.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Du samtykker i å gi nøyaktig og fullstendig informasjon når du bruker JSON -verktøyet, og du vil oppdatere denne informasjonen for å sikre dens nøyaktighet.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Du misbruker kanskje ikke JSON -verktøyet. Forbudte aktiviteter inkluderer, men er ikke begrenset til, forsøker å få uautorisert tilgang, forstyrre riktig funksjon eller brudd på gjeldende lover og forskrifter.",
    "3. Intellectual Property": "3. Intellektuell eiendom",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "JSON -verktøyet, inkludert alt innhold, funksjoner og funksjonalitet, eies av vårt selskap og er beskyttet av immaterielle rettigheter. Du kan ikke reprodusere, distribuere, endre eller opprette derivatverk uten vårt eksplisitte samtykke.",
    "4. Privacy": "4. Personvern",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Din bruk av JSON -verktøyet er underlagt vår personvernklæring, som skisserer hvordan vi samler inn, bruker og beskytter din personlige informasjon.",
    "5. Termination": "5. Oppsigelse",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Vi forbeholder oss retten til å avslutte eller suspendere din tilgang til JSON -verktøyet når som helst, uten forhåndsvarsel, av en eller annen grunn, inkludert brudd på disse vilkårene.",
    "6. Changes to Terms and Conditions": "6. Endringer i vilkår og betingelser",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Vi kan oppdatere disse vilkårene for å gjenspeile endringer i vår praksis eller av andre operasjonelle, juridiske eller forskriftsmessige årsaker. Vi vil varsle brukere om vesentlige endringer gjennom JSON -verktøyet.",
    "7. Disclaimer of Warranties": "7. Ansvarsfraskrivelse av garantier",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "JSON -verktøyet er gitt 'som det er' uten garantier, uttrykkelig eller underforstått. Vi garanterer ikke at verktøyet vil være feilfritt eller uavbrutt.",
    "8. Limitation of Liability": "8. Begrensning av ansvar",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "Under ingen omstendigheter skal det være ansvarlig for noen indirekte, følgeskader, tilfeldige, spesielle eller straffskader som oppstår som følge av eller i forbindelse med bruken av JSON -verktøyet.",
    "9. Governing Law": "9. Styrende lov",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Disse vilkårene og betingelsene styres av og tolkes i samsvar med lovene i vårt selskap, uten hensyn til dets lovkonflikt.",
    "10. Contact Us": "10. Kontakt oss",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Hvis du har spørsmål, bekymringer eller forespørsler om disse vilkårene, kan du kontakte oss på info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Ved å bruke JSON -verktøyet, samtykker du til vilkårene som er skissert i disse vilkårene.",
    "Thank you for choosing": "Takk for at du valgte",
    "JSON Translator": "JSON -oversetter",
    "Privacy Statement": "Personvernerklæring",
    "Privacy Statement for JSON Translator": "Personvernerklæring for JSON -oversetter",
    "1. Introduction": "1. Introduksjon",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "JSON -oversetter verdsetter personvernet og sikkerheten til våre brukere. Denne personvernerklæringen skisserer hvordan vi samler inn, bruker og beskytter din personlige informasjon når du bruker nettstedet og tjenestene våre.",
    "2. Information We Collect": "2. Informasjon vi samler inn",
    "We collect the following types of information:": "Vi samler inn følgende typer informasjon:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Personlig informasjon: Når du registrerer deg for en konto eller bruker tjenestene våre, kan vi samle inn personlig informasjon, inkludert, men ikke begrenset til ditt navn, e -postadresse og betalingsdetaljer.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Bruksinformasjon: Vi samler inn informasjon om hvordan du bruker nettstedet og tjenestene våre, inkludert interaksjoner og transaksjoner.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Enhetsinformasjon: Vi kan samle inn informasjon om enheten du bruker for å få tilgang til tjenestene våre, for eksempel enhetstype, operativsystem og nettleser.",
    "3. How We Use Your Information": "3. Hvordan vi bruker informasjonen din",
    "To provide and improve our services.": "Å tilby og forbedre våre tjenester.",
    "To communicate with you about our services and updates.": "Å kommunisere med deg om våre tjenester og oppdateringer.",
    "To personalize your experience and provide targeted content.": "For å tilpasse opplevelsen din og gi målrettet innhold.",
    "To process payments and transactions.": "Å behandle betalinger og transaksjoner.",
    "4. Information Sharing": "4. Informasjonsdeling",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Vi selger, handler ikke eller leier din personlige informasjon til tredjeparter. Imidlertid kan vi dele informasjon med pålitelige tredjeparts tjenesteleverandører som hjelper oss med å drive nettstedet vårt eller drive vår virksomhet, så lenge de er enige om å holde denne informasjonen konfidensiell.",
    "5. Security Measures": "5. Sikkerhetstiltak",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Vi prioriterer sikkerheten til informasjonen din. Vi implementerer bransjestandard sikkerhetstiltak for å beskytte din personlige informasjon mot uautorisert tilgang, avsløring, endring og ødeleggelse.",
    "6. Your Choices": "6. Dine valg",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Du har rett til å gjennomgå, oppdatere og slette den personlige informasjonen vi har om deg. Du kan også velge å velge bort visse kommunikasjoner.",
    "7. Changes to This Privacy Statement": "7. Endringer i denne personvernerklæringen",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Vi kan oppdatere denne personvernerklæringen for å gjenspeile endringer i vår praksis eller av andre operasjonelle, juridiske eller forskriftsmessige årsaker. Vi vil varsle brukere om vesentlige endringer gjennom nettstedet.",
    "8. Contact Us": "8. Kontakt oss",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Hvis du har spørsmål, bekymringer eller forespørsler om denne personvernerklæringen, kan du kontakte oss på info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Ved å bruke vår hjemmeside og tjenester, samtykker du til vilkårene som er beskrevet i denne personvernerklæringen.",
    "Thank you for choosing JSON Translator. ": "Takk for at du valgte JSON -oversetter.",
    "Cookie Statement": "Cookie uttalelse",
    "Cookie Statement for JSON Tool": "Cookie -uttalelse for JSON -verktøy",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Denne cookie -uttalelsen forklarer hvordan JSON -oversetter bruker informasjonskapsler og lignende teknologier når du bruker JSON -verktøyet. Ved å bruke JSON -verktøyet samtykker du til bruk av informasjonskapsler som beskrevet i denne uttalelsen.",
    "2. What Are Cookies?": "2. Hva er informasjonskapsler?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Informasjonskapsler er små tekstfiler som er lagret på enheten din (datamaskin, nettbrett eller mobiltelefon) når du besøker et nettsted. De er mye brukt til å få nettsteder til å fungere eller for å forbedre effektiviteten, samt for å gi informasjon til eiere av nettsteder.",
    "3. How We Use Cookies": "3. Hvordan vi bruker informasjonskapsler",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Disse informasjonskapslene er nødvendige for at JSON -verktøyet skal fungere ordentlig. De muliggjør kjernefunksjonalitet som sikkerhet, nettverksstyring og tilgjengelighet.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Vi bruker analysekaker for å samle informasjon om hvordan brukere samhandler med JSON -verktøyet. Dette hjelper oss med å analysere og forbedre ytelsen og brukeropplevelsen.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Markedsføringskaker brukes til å spore besøkende på nettsteder. Intensjonen er å vise annonser som er relevante og engasjerende for den enkelte bruker.",
    "4. Types of Cookies We Use": "4. Typer informasjonskapsler vi bruker",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Dette er midlertidige informasjonskapsler som utløper når du lukker nettleseren.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Disse informasjonskapslene forblir på enheten din i en bestemt periode eller til du sletter dem.",
    "5. Your Choices": "5. Dine valg",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Du kan kontrollere og/eller slette informasjonskapsler som du ønsker. Du kan slette alle informasjonskapsler som allerede er på enheten din, og du kan stille inn de fleste nettlesere for å forhindre at de blir plassert. Imidlertid, hvis du gjør dette, kan det hende du må justere noen preferanser manuelt hver gang du besøker JSON -verktøyet.",
    "6. Third-Party Cookies": "6. Tredjeparts informasjonskapsler",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Vi kan bruke tredjeparts tjenester som kan sette informasjonskapsler på våre vegne. Disse informasjonskapslene er underlagt de respektive personvernreglene til disse tredjepartsleverandørene.",
    "7. Changes to This Cookie Statement": "7. Endringer i denne cookie -uttalelsen",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Vi kan oppdatere denne cookie -uttalelsen for å gjenspeile endringer i vår praksis eller av andre operasjonelle, juridiske eller forskriftsmessige årsaker. Vi vil varsle brukere om vesentlige endringer gjennom JSON -verktøyet.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Hvis du har spørsmål, bekymringer eller forespørsler angående denne cookie -uttalelsen, kan du kontakte oss på info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Ved å bruke JSON -verktøyet, samtykker du til bruk av informasjonskapsler som beskrevet i denne uttalelsen.",
    "success": "suksess",
    "Please select the valid json file": "Velg den gyldige JSON -filen",
    "The file size should be less than 5MB": "Filstørrelsen skal være mindre enn 5 MB",
    "The file loaded": "Filen lastet",
    "Please select the json file": "Velg JSON -filen",
    "Please select your target language": "Velg målspråket ditt",
    "Content copied to clipboard!": "Innhold kopiert til utklippstavle!",
    "Unable to copy content to clipboard": "Kan ikke kopiere innhold til utklippstavlen",
    "Password is reset.": "Passord tilbakestilles.",
    "Signup success": "Påmeldingssuksess",
    "Successfully canceled your subscription": "Vellykket kansellerte abonnementet ditt",
    "Changed successfully": "Endret vellykket",
    "Current passworf field is not correct": "Nåværende Passworf -felt er ikke riktig",
    "Download all files": "Last ned alle filene",
    "Download file": "Last ned fil",
    "Download": "nedlasting",
    "*** You can try one file for free. ***": "*** Du kan prøve en fil gratis. ***",
    "Unlimited": "Ubegrenset",
    "Per month": "Per måned",
    "Billed yearly": "Fakturert årlig",
    "Get started": "Kom i gang",
    "Try one file for free": "Prøv en fil gratis",
    "FEATURES": "EGENSKAPER",
    "Everything in our free plan plus....": "Alt i vår gratis plan pluss ....",
    "1 year unlimited translations": "1 års ubegrensede oversettelser",
    "Translate into 260+ languages at the click of a button": "Oversett til 260+ språk ved å klikke på en knapp",
    "Easily download translated files": "Last ned oversatte filer enkelt",
    "The best translation quality with the use of ChatGPT": "Den beste oversettelseskvaliteten med bruk av chatgpt",
    "Receive email support within 24 hours and online chat": "Motta e -poststøtte innen 24 timer og nettprat",
    "Paid per file": "Betalt per fil",
    "per file": "per fil",
    "Easily pay per file for occasional use": "Betal enkelt per fil for sporadisk bruk",
    "Easily translate and pay per file": "Oversett enkelt og betal per fil",
    "Choose from 260+ translation options": "Velg mellom 260+ oversettelsesalternativer",
    "Receive email support within 48 hours": "Motta e -poststøtte innen 48 timer",
    "Translate complete JSON files": "Oversett komplette JSON -filer",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Aldri igjen delte JSON -filer i deler; Bare oversett som en helhet, drevet av Chatgpt.",
    "Translate with ChatGPT": "Oversett med chatgpt",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Oversett med chatgpt, bedre enn Google Translate og Deepl.",
    "Choose from 260+ languages": "Velg mellom 260+ språk",
    "The widest range of languages, choose from 260+ languages.": "Det bredeste spekteret av språk, velg mellom 260+ språk.",
    "We offer unlimited packages": "Vi tilbyr ubegrensede pakker",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Ingen problemer med betal-per-karakter eller streng; Vi tilbyr ubegrensede pakker.",
    "Multi-translate option": "Multi-translatalternativ",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Oversett komplette JSON -filer til 260+ språk med trykk på en knapp på få minutter.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "Det raskeste verktøyet, oversett hele JSON -filer på mindre enn 5 sekunder.",
    "Select your original language": "Velg originalspråket ditt",
    "Get in touch": "Ta kontakt",
    "Select your target language": "Velg målspråk",
    "ADD EXTRA OUTPUT LANGUAGE": "Legg til ekstra utgangsspråk",
    "Start translation": "Start oversettelse",
    "Output language(s)": "Utgangsspråk (er)",
    "Setting": "Innstilling",
    "Join us as an affiliate partner and get 10% commission": "Bli med oss som tilknyttet partner og få 10% provisjon",
    "Get up and running in less than 5 minutes.": "Kom deg i gang på mindre enn 5 minutter.",
    "pload your main JSON file and select a language": "Last opp din viktigste JSON -fil og velg et språk",
    "Send message": "Sende melding",
    "You agree to our friendly ": "Du samtykker til vår vennlige",
    "privacy policy": "Personvernregler",
    "Read more": "Les mer"
}