{
    "link-home": "Dom",
    "link-tool": "Narzędzie",
    "link-howitworks": "Jak to działa",
    "link-pricing": "cennik",
    "footer-link-contact": "Kontakt",
    "footer-link-affiliate": "Przyłączać",
    "footer-link-terms": "Warunki",
    "footer-link-privacy": "Prywatność",
    "footer-link-cookies": "Ciasteczka",
    "link-privacy": "Prywatność",
    "link-faq": "FAQ",
    "link-login": "Zaloguj sie",
    "link-logout": "Wyloguj",
    "link-tool-edit": "Edytować",
    "link-tool-trans": "Tłumaczyć",
    "homepage-aipublish-title": "Przetłumacz kompletny plik JSON na kilka sekund",
    "homepage-aipublish-sub-title1": "Przetłumacz pliki JSON",
    "homepage-aipublish-sub-title2": "Przetłumacz swój plik JSON",
    "homepage-aipublish-sub-title3": "Zasilane przez Chatgpt",
    "homepage-aipublish-info-title": "Przetłumacz pliki JSON na naciśnięcie przycisku.",
    "homepage-aipublish-info-sub-title": "Przetłumacz całe pliki JSON jednocześnie za pomocą naszego narzędzia zasilanego przez Chatgpt",
    "homepage-aipublish-info-des": "Dzięki naszemu narzędziowi można tłumaczyć (duże) pliki JSON jedno raz na język 260+. Tłumaczenie odbywa się za pomocą Chatgpt, a przy naszym narzędziu nie musisz dzielić plików na osobne części.",
    "homepage-aipublish-edit-title": "Przetłumacz całe pliki JSON, w ciągu kilku sekund",
    "homepage-aipublish-edit-des": "Za pomocą tłumacza JSON możesz jednocześnie tłumaczyć (duże) pliki JSON bez konieczności podziału pliku na wiele części. Po prostu przetłumacz plik JSON za jednym razem.",
    "homepage-aipublish-edit-item1": "Wysokiej jakości tłumaczenie za pomocą Chatgpt",
    "homepage-aipublish-edit-item2": "Możesz tłumaczyć całe pliki naraz",
    "homepage-aipublish-edit-item3": "Nie może się trochę szybciej, zaledwie 5 sekund dla przetłumaczonego pliku JSON",
    "homepage-aipublish-trans-title": "Nieograniczone tłumaczenie JSON w 260+ językach",
    "homepage-aipublish-trans-des": "Za pomocą naszego narzędzia możesz przetłumaczyć pliki JSON na 260+ języków, zapewniając najwyższą osiągalną jakość tłumaczenia za pomocą Chatgpt",
    "homepage-aipublish-trans-item1": "Przetłumaczony plik JSON w prawie wszystkich językach",
    "homepage-aipublish-trans-item2": "Możesz wybrać jednorazowe tłumaczenia i płacić za plik",
    "homepage-aipublish-trans-item3": "Jeśli chcesz regularnie tłumaczyć pliki JSON, wybierz nieograniczone członkostwo",
    "homepage-aipublish-price-title": "cennik",
    "homepage-aipublish-price-sub-title": "Proste, przejrzyste ceny",
    "homepage-aipublish-price-des": "Włączamy tłumaczenia JSON dla każdego, kto zajmuje się tłumaczeniem i lokalizacją aplikacji.",
    "faq-title": "Często Zadawane Pytania",
    "faq-description": "Wszystko, co musisz wiedzieć o tłumaczu JSON",
    "faq-item-title1": "Jaka jest główna funkcja tego narzędzia?",
    "faq-item-description1": "Nasze narzędzie pozwala przetłumaczyć kompletne pliki JSON na prawie wszystkie języki za jednym razem, bez konieczności podziału pliku na osobne elementy.",
    "faq-item-title2": "Które języki są obsługiwane przez narzędzie?",
    "faq-item-title3": "Jak szybko mogę przetłumaczyć plik JSON?",
    "faq-item-title4": "Jaka jest różnica między jednorazowym tłumaczeniem a nieograniczonym członkostwem?",
    "faq-item-title5": "Czy mogę zaufać jakości tłumaczenia?",
    "faq-item-title6": "Czy wiedza techniczna jest wymagana do korzystania z tego narzędzia?",
    "faq-item-title7": "Jak mogę zacząć od narzędzia?",
    "faq-item-title8": "Czy oferuję wsparcie, jeśli mam pytania lub potrzebuję pomocy w narzędziu?",
    "faq-item-title9": "Czy mogę otrzymać bezpłatny okres próbny, aby wypróbować narzędzie?",
    "faq-item-title10": "Czy moje dane są bezpieczne podczas korzystania z narzędzia?",
    "faq-case-study": "Nadal masz pytania?",
    "faq-case-study-title3": "Nie możesz znaleźć odpowiedzi, której szukasz? Patrz z naszym przyjaznym zespołem.",
    "footer-copyright": "© 2023 JSON Translator Wszelkie prawa zastrzeżone.",
    "btn-try-free": "Wypróbuj za darmo",
    "signin-form-title": "Zaloguj się na swoim koncie",
    "signin-form-welcome": "Witam ponownie! Wprowadź swoje dane.",
    "signin-form-email": "E-mail",
    "signin-email-placeholder": "Wprowadź swój e -mail",
    "signin-form-password": "hasło",
    "signin-password-placeholder": "Wprowadź hasło",
    "signin-form-remember": "Pamiętaj przez 30 dni",
    "signin-form-forget": "Zapomniałeś hasła",
    "error-email-exist": "E -mail już się zarejestruj",
    "error-password-required": "Wymagane jest hasło.",
    "error-pwdConfirm-required": "Wymagane jest potwierdzenie hasła.",
    "error-password-not-confirm": "Hasło i hasło potwierdzają nie takie same.",
    "error-email-required": "Email (wymagany.",
    "error-firstname-required": "Imię (wymagane.",
    "error-lastname-required": "Wymagana nazwa ostatniego.",
    "error-country-required": "Wymagany kraj.",
    "button-signin": "ZALOGOWAĆ SIĘ",
    "button-signup": "ZAPISAĆ SIĘ",
    "login_success": "Logowane udane",
    "please_login": "Spróbuj ponownie po zalogowaniu",
    "error-invalid-signin": "Informacje o koncie są nieprawidłowe",
    "trans-form-title": "Przetłumacz pliki JSON",
    "edit-form-subtitle": "Wybierz swój najnowszy plik, aby wypełnić tłumaczenie online",
    "edit-form-guide1": "Wybierz plik lub przeciągnij i upuść tutaj",
    "edit-form-guide2": "Rozmiar pliku JSON nie więcej niż 10 MB",
    "select-language": "Wybierz język",
    "select-file": "Wybierz plik",
    "faq-item-description9": "Oferujemy możliwość wypróbowania tłumacza JSON za darmo. Po tym pierwszym procesie będziesz musiał wybrać jeden z naszych płatnych pakietów, taki jak wynagrodzenie za plik lub nieograniczoną liczbę",
    "checkout-form-title": "Zacznij od tłumacza JSON",
    "checkout-form-subtitle": "Obejrzyj wideo lub spróbuj raz za darmo.",
    "checkout-form-des2": "Wypełnij poniższy formularz i od razu wypróbuj nasze narzędzie za darmo.",
    "checkout-page-title": "Zalety tłumacza JSON",
    "checkout-page-subtitle": "Dlaczego tłumacz JSON?",
    "checkout-page-des": "Za pomocą tłumacza JSON możesz tłumaczyć pliki JSON na 260+ języki za pomocą tylko kliknięcia, wypełniając proces w 5 sekund na plik. Gwarantowane tłumaczenie najwyższej jakości zasilane przez Chatgpt",
    "affiliate-description": "Czy masz dużą sieć/zasięg wśród programistów i budowniczych sieci i aplikacji? Jeśli tak, zarejestruj się w naszym programie partnerskim, promuj tłumacza JSON i zarabiaj pieniądze",
    "affiliate-title": "Zarabiaj pieniądze, promując nasze narzędzie",
    "affiliate-info-title": "Cechy",
    "affiliate-info-sub-title": "Promuj nasze narzędzie i zarabiaj pieniądze",
    "affiliate-info-des": "Zarabiaj pieniądze, promując tłumacz JSON w Twojej sieci. Otrzymasz materiały promocyjne, takie jak banery i linki, których możesz użyć. Zarabiaj 10% prowizji za nasze płatne pakiety z miesięcznymi wypłatami",
    "affiliate-edit-title": "Zadowolona? Udostępnij wiadomości",
    "affiliate-edit-des": "Jeśli jesteś zadowolony z tłumacza JSON, rozpowszechniaj informacje!",
    "affiliate-edit-item1": "Otrzymasz osobisty link polecający",
    "affiliate-edit-item2": "Udostępnij link w swojej sieci",
    "affiliate-edit-item3": "Promuj tłumacza JSON i zarabiaj pieniądze",
    "affiliate-trans-title": "Zarabiaj 10% na odnoszący się użytkownik",
    "affiliate-trans-des": "Zarabiaj łatwe pieniądze, promując nasze narzędzie. Zdobądź 9 USD dla każdego odnoszącego się użytkownika",
    "affiliate-trans-item1": "Wysoki odsetek na określony użytkownik",
    "affiliate-trans-item2": "Miesięczna wypłata",
    "affiliate-trans-item3": "Wyczyść pulpit nawigacyjny dla partnerów",
    "affiliate-third-title": "Śledź swoje wyniki we własnym pulpicie nawigacyjnym",
    "affiliate-third-des": "Będziesz miał dostęp do profesjonalnego pulpitu partnerskiego partnera. Możesz monitorować swoje wyniki i zarobki, a będziesz mieć dostęp do materiałów promocyjnych",
    "affiliate-third-item1": "Sprawdź, ilu użytkowników skierowałeś",
    "affiliate-third-item2": "Zobacz swoje zarobki",
    "affiliate-third-item3": "Pobierz najlepsze materiały promocyjne",
    "Share team inboxes": "Udostępnij skrzynki odbiorcze zespołu",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Niezależnie od tego, czy masz zespół 2 lub 200, nasze skrzynki odbiorcze współdzielonego zespołu utrzymują wszystkich na tej samej stronie i w pętli.",
    "signup-form-title": "Zarejestruj swoje konto",
    "signup-form-welcome": "Witaj tutaj! Wprowadź swoje dane.",
    "signup-form-firstname": "Imię",
    "signup-form-lastname": "Nazwisko",
    "signup-form-country": "Kraj",
    "signup-placeholder-firstname": "Wpisz swoje imię",
    "signup-placeholder-lastname": "Wprowadź swój LastName",
    "signup-placeholder-country": "Wejdź do swojego kraju",
    "signup-form-email": "E-mail",
    "signup-placeholder-email": "Wprowadź swój e -mail",
    "signup-form-password": "Hasło",
    "signup-placeholder-password": "Wprowadź hasło",
    "signup-form-password-confirm": "Potwierdź hasło",
    "signup-placeholder-password-confirm": "Wprowadź swoje hasło potwierdź",
    "signup-button-signup": "Zapisać się",
    "have-not-account": "Nie masz konta?",
    "Deliver instant answers": "Dostarczaj natychmiastowe odpowiedzi",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "Platforma obsługi klienta, która pomaga zrównoważyć wszystko, co potrzebują Twoi klienci, aby być zadowoleni.",
    "msg_firstName_required": "Pierwsze imię jest wymagane",
    "msg_lastName_required": "Nazwisko jest wymagane",
    "msg_email_required": "email jest wymagany",
    "msg_email_invalid": "E-mail jest nie prawidłowy",
    "msg_country_required": "Kraj jest wymagany",
    "msg_phone_required": "Numer telefonu jest wymagany",
    "msg_message_required": "Wymagana jest wiadomość",
    "msg_agree_our_policy": "Proszę zgodzić się na naszą politykę",
    "msg_error_checkout": "Proszę spróbuj ponownie",
    "jwt malformed": "Zaloguj się i spróbuj ponownie",
    "faq-item-description2": "Nasze narzędzie obsługuje tłumaczenia na dowolne języki (260+), umożliwiając globalne tłumaczenie.",
    "faq-item-description3": "Tłumaczenie pliku JSON ma miejsce w ciągu zaledwie kilku sekund, zapewniając szybki dostęp do przetłumaczonej treści",
    "faq-item-description4": "Za pomocą tłumaczenia jednorazowego płacisz za przetłumaczone plik, podczas gdy nieograniczone członkostwo pozwala tłumaczyć regularne i bez ograniczeń za stałą miesięczną opłatę",
    "faq-item-description5": "Tak, nasze narzędzie wykorzystuje CHATGPT i zapewnia wysokiej jakości tłumaczenia z dużą dokładnością. Lepiej niż Google Translate i DeEpl",
    "faq-item-description6": "Nie, nasze narzędzie jest przyjazne dla użytkownika i nie wymaga umiejętności technicznych. Jest przeznaczony do łatwego użycia",
    "faq-item-description7": "Wybierz z naszych pakietów i po prostu prześlij plik JSON, który chcesz przetłumaczyć. Wybierz język docelowy, aw ciągu kilku sekund otrzymasz przetłumaczony plik",
    "faq-item-description8": "Tak, oferujemy doskonałą obsługę klienta, aby zająć się wszystkimi zapytaniami i pomóc w korzystaniu z naszego narzędzia. Zapewniamy 24 i 48-godzinne wsparcie za pośrednictwem poczty elektronicznej i czatu na żywo",
    "faq-item-description10": "Tak, priorytetem jest bezpieczeństwo twoich danych i wdrażamy ścisłe środki w celu ich ochrony. Twoje pliki nie są przechowywane na naszym serwerze i są niezwłocznie usuwane z naszych systemów natychmiast po tłumaczeniu. (Ważne jest, aby zapewnić bezpieczne zapisywanie przetłumaczonych plików) na końcu)",
    "privacy-header-title": "Oświadczenie o prywatności JSON Translator",
    "contact-location-des2": "EJ Amsterdam Holandia",
    "contact-phone-des1": "Mon-FRI od 9:00 do 17:00",
    "contact-phone-des2": "+31202446988",
    "contact-email": "E-mail lub czat",
    "contact-email-des1": "Nasz przyjazny zespół jest gotowy Ci pomóc",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "Tłumacz JSON",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Skontaktuj się z nami",
    "contact-form-subtitle": "Skontaktuj się z nami",
    "contact-form-des2": "Chcielibyśmy usłyszeć od ciebie",
    "contact-description1": "Jak możemy Ci pomóc?",
    "contact-description2": "Nasz przyjazny zespół jest zawsze gotowy na rozmowę",
    "contact-title": "Skontaktuj się z nami",
    "contact-phone": "Numer telefonu",
    "Translate JSON files in 5 seconds": "Przetłumacz pliki JSON na 5 sekund",
    "Start with the JSON Translator": "Zacznij od tłumacza JSON",
    "Terms and Conditions": "Regulamin",
    "Terms and Conditions for JSON Tool": "Warunki narzędzia JSON",
    "Last Updated: 20 december 2023": "Ostatnia aktualizacja: 20 grudnia 2023",
    "1. Acceptance of Terms": "1. Akceptacja warunków",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Uzyskując dostęp do narzędzia JSON dostarczonego przez JSON Translator, zgadzasz się być związanym niniejszymi warunkami. Jeśli nie zgadzasz się z żadną częścią niniejszych Warunków, nie możesz użyć narzędzia JSON.",
    "2. Use of the JSON Tool": "2. Korzystanie z narzędzia JSON",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Musisz mieć co najmniej 18 lat, aby użyć narzędzia JSON.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Zgadzasz się podać dokładne i pełne informacje podczas korzystania z narzędzia JSON i zaktualizujesz te informacje, aby zapewnić jego dokładność.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Nie możesz nadużywać narzędzia JSON. Zabronione działania obejmują między innymi próbę uzyskania nieautoryzowanego dostępu, zakłócanie właściwego funkcjonowania lub naruszenie obowiązujących przepisów i przepisów.",
    "3. Intellectual Property": "3. Własność intelektualna",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "Narzędzie JSON, w tym wszystkie treści, funkcje i funkcjonalność, jest własnością naszej firmy i jest chronione przepisami dotyczącymi własności intelektualnej. Nie możesz rozmnażać, dystrybuować, modyfikować ani tworzyć dzieł pochodnych bez naszej wyraźnej zgody.",
    "4. Privacy": "4. Prywatność",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Korzystanie z narzędzia JSON podlega naszemu oświadczeniu o ochronie prywatności, które określa, w jaki sposób zbieramy, używamy i chronią Twoje dane osobowe.",
    "5. Termination": "5. Zakończenie",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Zastrzegamy sobie prawo do zakończenia lub zawieszenia dostępu do narzędzia JSON w dowolnym momencie, bez uprzedniego powiadomienia z dowolnego powodu, w tym naruszenia niniejszych warunków.",
    "6. Changes to Terms and Conditions": "6. Zmiany w warunkach",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Możemy zaktualizować niniejsze warunki, aby odzwierciedlić zmiany w naszych praktykach lub z innych powodów operacyjnych, prawnych lub regulacyjnych. Powiadomimy użytkowników o wszelkich znaczących zmianach za pośrednictwem narzędzia JSON.",
    "7. Disclaimer of Warranties": "7. Zastrzeżenie gwarancji",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "Narzędzie JSON jest dostarczane „tak, jak jest” bez żadnych gwarancji, wyraźnych lub dorozumianych. Nie gwarantujemy, że narzędzie będzie wolne od błędów lub nieprzerwane.",
    "8. Limitation of Liability": "8. Ograniczenie odpowiedzialności",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "W żadnym wypadku nie ponosi odpowiedzialności za jakiekolwiek uszkodzenia pośrednie, wynikające, przypadkowe, specjalne lub karne wynikające z lub w związku z użyciem narzędzia JSON.",
    "9. Governing Law": "9. Prawo rządzące",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Niniejsze Warunki są regulowane i interpretowane zgodnie z prawem naszej firmy, bez względu na jej zasady konfliktu prawnego.",
    "10. Contact Us": "10. Skontaktuj się z nami",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Jeśli masz jakieś pytania, obawy lub prośby dotyczące niniejszych warunków, skontaktuj się z nami pod adresem info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Korzystając z narzędzia JSON, zgadzasz się na warunki przedstawione w niniejszych Warunkach.",
    "Thank you for choosing": "Dziękuję za wybranie",
    "JSON Translator": "Tłumacz JSON",
    "Privacy Statement": "Oświadczenie o prywatności",
    "Privacy Statement for JSON Translator": "Oświadczenie o prywatności dla tłumacza JSON",
    "1. Introduction": "1. Wstęp",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "Tłumacz JSON ceni prywatność i bezpieczeństwo naszych użytkowników. Niniejsze oświadczenie o prywatności przedstawia, w jaki sposób zbieramy, wykorzystujemy i chronimy Twoje dane osobowe podczas korzystania z naszej strony internetowej i usług.",
    "2. Information We Collect": "2. Informacje, które zbieramy",
    "We collect the following types of information:": "Zbieramy następujące rodzaje informacji:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Dane osobowe: Gdy zarejestrujesz się na konto lub korzystać z naszych usług, możemy zbierać dane osobowe, w tym między innymi i nazwiskiem, adresem e -mail i szczegółów płatności.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Informacje o użytkowaniu: Zbieramy informacje o tym, jak korzystasz z naszej strony internetowej i usług, w tym interakcje i transakcje.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Informacje o urządzeniu: Możemy gromadzić informacje o urządzeniu używanym do dostępu do naszych usług, takich jak typ urządzenia, system operacyjny i przeglądarka.",
    "3. How We Use Your Information": "3. Jak wykorzystujemy Twoje informacje",
    "To provide and improve our services.": "Aby zapewnić i ulepszyć nasze usługi.",
    "To communicate with you about our services and updates.": "Komunikować się z Tobą o naszych usługach i aktualizacjach.",
    "To personalize your experience and provide targeted content.": "Aby spersonalizować swoje wrażenia i dostarczyć ukierunkowane treści.",
    "To process payments and transactions.": "Do przetwarzania płatności i transakcji.",
    "4. Information Sharing": "4. Udostępnianie informacji",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Nie sprzedajemy, nie handlujemy ani nie wynajmujemy danych osobowych stronom trzecim. Możemy jednak udostępniać informacje zaufanym dostawcom usług zewnętrznych, którzy pomagają nam w prowadzeniu naszej strony internetowej lub prowadzeniu naszej działalności, o ile zgadzają się zachować poufność tych informacji.",
    "5. Security Measures": "5. Środki bezpieczeństwa",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Priorytetem jest bezpieczeństwo twoich informacji. Wdrażamy standardowe środki bezpieczeństwa w branży, aby chronić Twoje dane osobowe przed nieautoryzowanym dostępem, ujawnieniem, zmianą i zniszczeniem.",
    "6. Your Choices": "6. Twoje wybory",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Masz prawo przejrzeć, aktualizować i usuwać dane osobowe o tobie. Możesz także zdecydować się na rezygnację z niektórych komunikacji.",
    "7. Changes to This Privacy Statement": "7. Zmiany w niniejszym oświadczeniu o prywatności",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Możemy zaktualizować niniejsze oświadczenie o ochronie prywatności, aby odzwierciedlić zmiany w naszych praktykach lub z innych powodów operacyjnych, prawnych lub regulacyjnych. Powiadomimy użytkowników o wszelkich znaczących zmianach za pośrednictwem strony internetowej.",
    "8. Contact Us": "8. Skontaktuj się z nami",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Jeśli masz jakieś pytania, obawy lub prośby dotyczące niniejszego oświadczenia o prywatności, skontaktuj się z nami pod adresem info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Korzystając z naszej strony internetowej i usług, zgadzasz się na warunki określone w niniejszym oświadczeniu o prywatności.",
    "Thank you for choosing JSON Translator. ": "Dziękujemy za wybranie tłumacza JSON.",
    "Cookie Statement": "Oświadczenie cookie",
    "Cookie Statement for JSON Tool": "Instrukcja plików cookie dla narzędzia JSON",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "To oświadczenie cookie wyjaśnia, w jaki sposób JSON Translator używa plików cookie i podobnych technologii podczas korzystania z narzędzia JSON. Korzystając z narzędzia JSON, wyrażasz zgodę na użycie plików cookie, jak opisano w tym stwierdzeniu.",
    "2. What Are Cookies?": "2. Co to są ciasteczka?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Pliki cookie to małe pliki tekstowe przechowywane na urządzeniu (komputer, tablet lub telefon komórkowy) podczas wizyty witryny. Są powszechnie wykorzystywane do tworzenia stron internetowych lub do poprawy ich wydajności, a także do dostarczania informacji właścicielom witryn.",
    "3. How We Use Cookies": "3. Jak używamy plików cookie",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Te pliki cookie są niezbędne do prawidłowego funkcjonowania narzędzia JSON. Umożliwiają one podstawowe funkcje, takie jak bezpieczeństwo, zarządzanie siecią i dostępność.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Używamy plików cookie Analytics, aby zbierać informacje o tym, jak użytkownicy wchodzą w interakcje z narzędziem JSON. Pomaga nam to analizować i poprawić wydajność i wrażenia użytkownika.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Pliki cookie marketingowe służą do śledzenia odwiedzających na stronach internetowych. Chodzi o wyświetlanie reklam, które są odpowiednie i angażujące dla poszczególnych użytkowników.",
    "4. Types of Cookies We Use": "4. Rodzaje plików cookie, których używamy",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Są to tymczasowe pliki cookie, które wygasają po zamykaniu przeglądarki.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Te pliki cookie pozostają na twoim urządzeniu przez określony okres lub do momentu ich usunięcia.",
    "5. Your Choices": "5. Twoje wybory",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Możesz kontrolować i/lub usuwać pliki cookie, jak chcesz. Możesz usunąć wszystkie pliki cookie, które są już na urządzeniu, i możesz ustawić większość przeglądarek, aby zapobiec ich umieszczeniu. Jeśli jednak to zrobisz, być może będziesz musiał ręcznie dostosować pewne preferencje za każdym razem, gdy odwiedzasz narzędzie JSON.",
    "6. Third-Party Cookies": "6. Ciasteczka stron trzecich",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Możemy korzystać z usług stron trzecich, które mogą ustawić pliki cookie w naszym imieniu. Te pliki cookie podlegają odpowiednim polityce prywatności tych zewnętrznych dostawców.",
    "7. Changes to This Cookie Statement": "7. Zmiany w tym oświadczeniu cookie",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Możemy zaktualizować to oświadczenie cookie, aby odzwierciedlić zmiany w naszych praktykach lub z innych powodów operacyjnych, prawnych lub regulacyjnych. Powiadomimy użytkowników o wszelkich znaczących zmianach za pośrednictwem narzędzia JSON.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Jeśli masz jakieś pytania, obawy lub prośby dotyczące tego oświadczenia cookie, skontaktuj się z nami pod adresem info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Korzystając z narzędzia JSON, zgadzasz się na użycie plików cookie, jak opisano w tym stwierdzeniu.",
    "success": "powodzenie",
    "Please select the valid json file": "Wybierz prawidłowy plik JSON",
    "The file size should be less than 5MB": "Rozmiar pliku powinien być mniejszy niż 5 MB",
    "The file loaded": "Załadowany plik",
    "Please select the json file": "Wybierz plik JSON",
    "Please select your target language": "Wybierz język docelowy",
    "Content copied to clipboard!": "Treść skopiowana do schowka!",
    "Unable to copy content to clipboard": "Nie można kopiować treści do schowka",
    "Password is reset.": "Hasło jest resetowane.",
    "Signup success": "Sukces rejestracji",
    "Successfully canceled your subscription": "Pomyślnie anulował subskrypcję",
    "Changed successfully": "Zmieniło się pomyślnie",
    "Current passworf field is not correct": "Obecne pole PassWorf jest nieprawidłowe",
    "Download all files": "Pobierz wszystkie pliki",
    "Download file": "Pobieranie pliku",
    "Download": "Pobierać",
    "*** You can try one file for free. ***": "*** Możesz wypróbować jeden plik za darmo. ***",
    "Unlimited": "Nieograniczony",
    "Per month": "Na miesiąc",
    "Billed yearly": "Obliczane roczne",
    "Get started": "Zaczynaj",
    "Try one file for free": "Wypróbuj jeden plik za darmo",
    "FEATURES": "CECHY",
    "Everything in our free plan plus....": "Wszystko w naszym darmowym planie Plus ....",
    "1 year unlimited translations": "1 rok nieograniczone tłumaczenia",
    "Translate into 260+ languages at the click of a button": "Przetłumacz na 260+ języków za kliknięciem przycisku",
    "Easily download translated files": "Łatwo pobrać przetłumaczone pliki",
    "The best translation quality with the use of ChatGPT": "Najlepsza jakość tłumaczenia przy użyciu Chatgpt",
    "Receive email support within 24 hours and online chat": "Otrzymuj wsparcie e -mail w ciągu 24 godzin i czatu online",
    "Paid per file": "Opłacany za plik",
    "per file": "na plik",
    "Easily pay per file for occasional use": "Łatwo zapłać za plik za sporadyczne użycie",
    "Easily translate and pay per file": "Łatwo tłumaczyć i płacić za plik",
    "Choose from 260+ translation options": "Wybierz spośród 260+ opcji tłumaczenia",
    "Receive email support within 48 hours": "Otrzymuj wsparcie e -mail w ciągu 48 godzin",
    "Translate complete JSON files": "Przetłumacz kompletne pliki JSON",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Nigdy więcej nie podziel plik JSON na części; Po prostu przetłumacz jako całość, zasilane przez Chatgpt.",
    "Translate with ChatGPT": "Przetłumacz z Chatgpt",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Przetłumacz na Chatgpt, lepsze niż Google Translate i Deepl.",
    "Choose from 260+ languages": "Wybierz spośród 260 języków",
    "The widest range of languages, choose from 260+ languages.": "Najszerszy zakres języków, wybierz ponad 260 języków.",
    "We offer unlimited packages": "Oferujemy nieograniczone pakiety",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Brak kłopotów z pensem na znak lub ciąg; Oferujemy nieograniczone pakiety.",
    "Multi-translate option": "Opcja wielokrotnego transplanowania",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Przetłumacz kompletne pliki JSON na 260+ języki z naciśnięciem przycisku w kilka minut.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "Najszybsze narzędzie, przetłumacz całe pliki JSON na mniej niż 5 sekund.",
    "Select your original language": "Wybierz swój oryginalny język",
    "Get in touch": "Skontaktuj się",
    "Select your target language": "Wybierz język docelowy",
    "ADD EXTRA OUTPUT LANGUAGE": "Dodaj dodatkowy język wyjściowy",
    "Start translation": "Rozpocznij tłumaczenie",
    "Output language(s)": "Język wyjściowy (y)",
    "Setting": "Ustawienie",
    "Join us as an affiliate partner and get 10% commission": "Dołącz do nas jako partner stowarzyszony i uzyskaj 10% prowizji",
    "Get up and running in less than 5 minutes.": "Wstań i biegaj w mniej niż 5 minut.",
    "pload your main JSON file and select a language": "Utrzymaj swój główny plik JSON i wybierz język",
    "Send message": "Wyślij wiadomość",
    "You agree to our friendly ": "Zgadzasz się na naszego przyjazdu",
    "privacy policy": "Polityka prywatności",
    "Read more": "Czytaj więcej"
}