{
    "link-home": "Lar",
    "link-tool": "Ferramenta",
    "link-howitworks": "Como funciona",
    "link-pricing": "Preço",
    "footer-link-contact": "Contato",
    "footer-link-affiliate": "Afiliada",
    "footer-link-terms": "Termos",
    "footer-link-privacy": "Privacidade",
    "footer-link-cookies": "Biscoitos",
    "link-privacy": "Privacidade",
    "link-faq": "Perguntas frequentes",
    "link-login": "Conecte-se",
    "link-logout": "Sair",
    "link-tool-edit": "Editar",
    "link-tool-trans": "Traduzir",
    "homepage-aipublish-title": "Traduzir um arquivo JSON completo em alguns segundos",
    "homepage-aipublish-sub-title1": "Traduzir arquivos JSON",
    "homepage-aipublish-sub-title2": "Traduza seu arquivo JSON",
    "homepage-aipublish-sub-title3": "Alimentado por chatgpt",
    "homepage-aipublish-info-title": "Traduza os arquivos JSON com o empurrão de um botão.",
    "homepage-aipublish-info-sub-title": "Traduza os arquivos JSON inteiros imediatamente usando nossa ferramenta alimentada por chatgpt",
    "homepage-aipublish-info-des": "Com nossa ferramenta, é possível traduzir arquivos JSON (grandes) de uma só vez em mais de 260 idiomas. A tradução é feita usando o ChatGPT e, com a nossa ferramenta, você não precisa dividir arquivos em peças separadas.",
    "homepage-aipublish-edit-title": "Traduzir arquivos JSON inteiros de uma só vez, em segundos",
    "homepage-aipublish-edit-des": "Com o tradutor JSON, você pode traduzir arquivos JSON (grandes) de uma só vez, sem a necessidade de dividir um arquivo em várias partes. Basta traduzir um arquivo json de uma só vez.",
    "homepage-aipublish-edit-item1": "Tradução de alta qualidade através do uso de chatgpt",
    "homepage-aipublish-edit-item2": "Você pode traduzir arquivos inteiros de uma só vez",
    "homepage-aipublish-edit-item3": "Não pode ficar mais rápido, apenas 5 segundos para um arquivo json traduzido",
    "homepage-aipublish-trans-title": "Tradução JSON ilimitada em mais de 260 idiomas",
    "homepage-aipublish-trans-des": "Com nossa ferramenta, você pode traduzir arquivos JSON em mais de 260 idiomas, garantindo a maior qualidade de tradução alcançável através do uso de chatgpt",
    "homepage-aipublish-trans-item1": "Um arquivo json traduzido em quase todos os idiomas",
    "homepage-aipublish-trans-item2": "Você pode optar por traduções únicas e pagar por arquivo",
    "homepage-aipublish-trans-item3": "Se você deseja traduzir arquivos JSON regularmente, opte pela associação ilimitada",
    "homepage-aipublish-price-title": "Preço",
    "homepage-aipublish-price-sub-title": "Preços simples e transparentes",
    "homepage-aipublish-price-des": "Habilitamos traduções JSON para quem lida com o site e a tradução e a localização do aplicativo.",
    "faq-title": "Perguntas frequentes",
    "faq-description": "Tudo o que você precisa saber sobre o tradutor JSON",
    "faq-item-title1": "Qual é a principal função desta ferramenta?",
    "faq-item-description1": "Nossa ferramenta permite que você traduz arquivos JSON completos em quase todos os idiomas de uma só vez, sem a necessidade de dividir o arquivo em peças separadas.",
    "faq-item-title2": "Quais idiomas são suportados pela ferramenta?",
    "faq-item-title3": "Com que rapidez posso ter um arquivo json traduzido?",
    "faq-item-title4": "Qual é a diferença entre uma tradução única e uma associação ilimitada?",
    "faq-item-title5": "Posso confiar na qualidade da tradução?",
    "faq-item-title6": "O conhecimento técnico é necessário para usar a ferramenta?",
    "faq-item-title7": "Como posso começar com a ferramenta?",
    "faq-item-title8": "Você oferece suporte se eu tiver dúvidas ou precisar de assistência com a ferramenta?",
    "faq-item-title9": "Posso obter um período de teste gratuito para experimentar a ferramenta?",
    "faq-item-title10": "Meus dados são seguros ao usar a ferramenta?",
    "faq-case-study": "Ainda tem perguntas?",
    "faq-case-study-title3": "Não consegue encontrar a resposta que você está procurando? Por favor, converse com nossa equipe amigável.",
    "footer-copyright": "© 2023 JSON Translator Todos os direitos reservados.",
    "btn-try-free": "Experimente de graça",
    "signin-form-title": "Faça login em sua conta",
    "signin-form-welcome": "Bem vindo de volta! Por favor, insira seus detalhes.",
    "signin-form-email": "E-mail",
    "signin-email-placeholder": "Digite seu e -mail",
    "signin-form-password": "senha",
    "signin-password-placeholder": "Coloque sua senha",
    "signin-form-remember": "Lembre -se por 30 dias",
    "signin-form-forget": "Esqueceu sua senha",
    "error-email-exist": "Email já registra",
    "error-password-required": "Senha requerida.",
    "error-pwdConfirm-required": "A senha confirma é necessária.",
    "error-password-not-confirm": "A senha e a senha confirmam que não são as mesmas.",
    "error-email-required": "Email (obrigatório.",
    "error-firstname-required": "Primeiro nome (necessário.",
    "error-lastname-required": "LastName necessário.",
    "error-country-required": "País necessário.",
    "button-signin": "ENTRAR",
    "button-signup": "INSCREVER-SE",
    "login_success": "Logado bem -sucedido",
    "please_login": "Por favor, tente novamente depois de fazer login",
    "error-invalid-signin": "As informações da conta não são válidas",
    "trans-form-title": "Traduza seus arquivos json",
    "edit-form-subtitle": "Selecione seu arquivo mais recente para concluir a tradução online",
    "edit-form-guide1": "Selecione um arquivo ou arraste e solte aqui",
    "edit-form-guide2": "Tamanho do arquivo JSON não mais que 10 MB",
    "select-language": "Selecione o idioma",
    "select-file": "Selecione o arquivo",
    "faq-item-description9": "Oferecemos a oportunidade de experimentar o tradutor JSON gratuitamente uma vez. Após este teste inicial, você precisará escolher entre um de nossos pacotes pagos, como pagamento por arquivo ou ilimitado",
    "checkout-form-title": "Comece com o tradutor JSON",
    "checkout-form-subtitle": "Assista ao vídeo ou tente gratuitamente uma vez.",
    "checkout-form-des2": "Preencha o formulário abaixo e tente nossa ferramenta completamente gratuitamente imediatamente.",
    "checkout-page-title": "As vantagens do tradutor JSON",
    "checkout-page-subtitle": "Por que o tradutor JSON?",
    "checkout-page-des": "Com o JSON Translator, você pode traduzir arquivos JSON em mais de 260 idiomas com apenas um clique, preenchendo o processo em 5 segundos por arquivo. Tradução da mais alta qualidade da mais alta qualidade, alimentada por chatgpt",
    "affiliate-description": "Você tem uma grande rede/alcance entre desenvolvedores de software e construtores de web e aplicativos? Nesse caso, inscreva -se em nosso programa de afiliados, promova o tradutor JSON e ganhe dinheiro",
    "affiliate-title": "Ganhe dinheiro promovendo nossa ferramenta",
    "affiliate-info-title": "Características",
    "affiliate-info-sub-title": "Promova nossa ferramenta e ganhe dinheiro",
    "affiliate-info-des": "Ganhe dinheiro promovendo o tradutor JSON em sua rede. Você receberá materiais promocionais, como banners e links que você pode usar. Ganhe 10% comissão em nossos pacotes pagos com pagamentos mensais",
    "affiliate-edit-title": "Satisfeito? Compartilhe as notícias",
    "affiliate-edit-des": "Se você está satisfeito com o tradutor JSON, espalhe a palavra!",
    "affiliate-edit-item1": "Você receberá um link de referência pessoal",
    "affiliate-edit-item2": "Compartilhe o link em sua rede",
    "affiliate-edit-item3": "Promova o tradutor JSON e ganhe dinheiro",
    "affiliate-trans-title": "Ganhe 10% por usuário referido",
    "affiliate-trans-des": "Ganhe dinheiro fácil promovendo nossa ferramenta. Receba US $ 9 para cada usuário referido",
    "affiliate-trans-item1": "Alta porcentagem por usuário referido",
    "affiliate-trans-item2": "Pagamento mensal",
    "affiliate-trans-item3": "Painel claro para parceiros",
    "affiliate-third-title": "Rastreie seus resultados em seu próprio painel",
    "affiliate-third-des": "Você terá acesso a um painel de parceiros de afiliados profissionais. Você pode monitorar seus resultados e ganhos e terá acesso a materiais promocionais",
    "affiliate-third-item1": "Verifique quantos usuários você se referiu",
    "affiliate-third-item2": "Veja seus ganhos de referência",
    "affiliate-third-item3": "Baixe os melhores materiais promocionais",
    "Share team inboxes": "Compartilhe as caixas de entrada da equipe",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Se você tem uma equipe de 2 ou 200, nossas caixas de entrada de equipes compartilhadas mantêm todos na mesma página e no loop.",
    "signup-form-title": "Inscreva sua conta",
    "signup-form-welcome": "Bem vindo aqui! Por favor, insira seus detalhes.",
    "signup-form-firstname": "Primeiro nome",
    "signup-form-lastname": "Sobrenome",
    "signup-form-country": "País",
    "signup-placeholder-firstname": "Digite seu primeiro nome",
    "signup-placeholder-lastname": "Digite seu último nome",
    "signup-placeholder-country": "Entre no seu país",
    "signup-form-email": "E-mail",
    "signup-placeholder-email": "Digite seu e -mail",
    "signup-form-password": "Senha",
    "signup-placeholder-password": "Coloque sua senha",
    "signup-form-password-confirm": "Confirmação de senha",
    "signup-placeholder-password-confirm": "Digite sua senha confirmar",
    "signup-button-signup": "Inscrever-se",
    "have-not-account": "Não tem uma conta?",
    "Deliver instant answers": "Entregar respostas instantâneas",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "Uma plataforma de atendimento ao cliente tudo em um que ajuda a equilibrar tudo o que seus clientes precisam ser felizes.",
    "msg_firstName_required": "O primeiro nome é necessário",
    "msg_lastName_required": "O sobrenome é necessário",
    "msg_email_required": "O email é necessário",
    "msg_email_invalid": "Email inválido",
    "msg_country_required": "O país é necessário",
    "msg_phone_required": "O número de telefone é necessário",
    "msg_message_required": "Mensagem é necessária",
    "msg_agree_our_policy": "Por favor, concorde nossa política",
    "msg_error_checkout": "Por favor, tente novamente",
    "jwt malformed": "Por favor, faça o login e tente novamenteff",
    "faq-item-description2": "Nossa ferramenta suporta traduções para qualquer idioma (260+), permitindo a tradução global.",
    "faq-item-description3": "A tradução de um arquivo JSON acontece em apenas alguns segundos, fornecendo acesso rápido ao conteúdo traduzido",
    "faq-item-description4": "Com uma tradução única, você paga por arquivo traduzido, enquanto uma associação ilimitada permite que você se traduz regularmente e sem limites por uma taxa mensal fixa",
    "faq-item-description5": "Sim, nossa ferramenta utiliza ChatGPT e garante traduções de alta qualidade com alta precisão. Melhor do que o Google traduz e Deepl",
    "faq-item-description6": "Não, nossa ferramenta é fácil de usar e não requer habilidades técnicas. Foi projetado para facilitar o uso",
    "faq-item-description7": "Escolha em nossos pacotes e simplesmente envie o arquivo JSON que você deseja traduzir. Selecione o (s) idioma (s) de destino e, em segundos, você receberá o arquivo traduzido",
    "faq-item-description8": "Sim, oferecemos excelente suporte ao cliente para abordar todas as suas perguntas e ajudá -lo a usar nossa ferramenta. Fornecemos suporte de 24 e 48 horas por e-mail e bate-papo ao vivo",
    "faq-item-description10": "Sim, priorizamos a segurança de seus dados e implementamos medidas rígidas para protegê -los. Seus arquivos não são armazenados em nosso servidor e são prontamente removidos de nossos sistemas imediatamente após a tradução. (É crucial garantir que você salve seus arquivos traduzidos com segurança do seu lado)",
    "privacy-header-title": "Declaração de privacidade JSON TRADURADOR",
    "contact-location-des2": "EJ Amsterdã Holanda",
    "contact-phone-des1": "Seg-sex das 9:00 às 17:00",
    "contact-phone-des2": "+31202446988",
    "contact-email": "E-mail ou bate-papo",
    "contact-email-des1": "Nossa equipe amigável está pronta para ajudá -lo",
    "contact-email-des2": "info@jsonntranslator.io",
    "contact-company": "JSON Translator",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Entre em contato conosco",
    "contact-form-subtitle": "Contate-nos",
    "contact-form-des2": "Gostaríamos muito de ouvir de você",
    "contact-description1": "Como podemos ajudá -lo?",
    "contact-description2": "Nossa equipe amigável está sempre pronta para um bate -papo",
    "contact-title": "Contate-nos",
    "contact-phone": "Número de telefone",
    "Translate JSON files in 5 seconds": "Traduzir arquivos JSON em 5 segundos",
    "Start with the JSON Translator": "Comece com o tradutor JSON",
    "Terms and Conditions": "Termos e Condições",
    "Terms and Conditions for JSON Tool": "Termos e condições para a ferramenta JSON",
    "Last Updated: 20 december 2023": "Última atualização: 20 de dezembro de 2023",
    "1. Acceptance of Terms": "1. Aceitação de termos",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Ao acessar ou usar a ferramenta JSON fornecida pelo JSON Translator, você concorda em estar vinculado por estes Termos e Condições. Se você não concordar com nenhuma parte desses termos, não poderá usar a ferramenta JSON.",
    "2. Use of the JSON Tool": "2. Uso da ferramenta JSON",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Você deve ter pelo menos 18 anos para usar a ferramenta JSON.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Você concorda em fornecer informações precisas e completas ao usar a ferramenta JSON e atualizará essas informações para garantir sua precisão.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Você não pode usar mal a ferramenta JSON. As atividades proibidas incluem, mas não estão limitadas a, tentar obter acesso não autorizado, interferir no funcionamento adequado ou violar leis e regulamentos aplicáveis.",
    "3. Intellectual Property": "3. Propriedade intelectual",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "A ferramenta JSON, incluindo todo o conteúdo, recursos e funcionalidade, pertence à nossa empresa e é protegida por leis de propriedade intelectual. Você não pode reproduzir, distribuir, modificar ou criar obras derivadas sem o nosso consentimento explícito.",
    "4. Privacy": "4. Privacidade",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Seu uso da ferramenta JSON está sujeito à nossa declaração de privacidade, que descreve como coletamos, usamos e protegemos suas informações pessoais.",
    "5. Termination": "5. terminação",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Reservamo -nos o direito de encerrar ou suspender seu acesso à ferramenta JSON a qualquer momento, sem aviso prévio, por qualquer motivo, incluindo a violação desses termos e condições.",
    "6. Changes to Terms and Conditions": "6. Alterações nos termos e condições",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Podemos atualizar estes Termos e Condições para refletir mudanças em nossas práticas ou por outros motivos operacionais, legais ou regulamentares. Notificaremos os usuários de quaisquer alterações significativas através da ferramenta JSON.",
    "7. Disclaimer of Warranties": "7. Isenção de isenção de garantias",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "A ferramenta JSON é fornecida 'como está', sem garantias, expressas ou implícitas. Não garantimos que a ferramenta seja livre de erros ou ininterrupta.",
    "8. Limitation of Liability": "8. Limitação de responsabilidade",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "Em nenhum caso será responsável por qualquer dano indireto, conseqüente, incidental, especial ou punitivo decorrente ou em conexão com o uso da ferramenta JSON.",
    "9. Governing Law": "9. Lei de Governamento",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Estes termos e condições são governados e interpretados de acordo com as leis de nossa empresa, sem levar em consideração seus princípios de conflito de leis.",
    "10. Contact Us": "10. Entre em contato conosco",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Se você tiver alguma dúvida, preocupações ou solicitações sobre estes Termos e Condições, entre em contato conosco em info@jsonntranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Ao usar a ferramenta JSON, você concorda com os termos descritos nesses termos e condições.",
    "Thank you for choosing": "Obrigado por escolher",
    "JSON Translator": "JSON Translator",
    "Privacy Statement": "Declaração de privacidade",
    "Privacy Statement for JSON Translator": "Declaração de privacidade para o tradutor JSON",
    "1. Introduction": "1. Introdução",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "O JSON Translator valoriza a privacidade e a segurança de nossos usuários. Esta declaração de privacidade descreve como coletamos, usamos e protegemos suas informações pessoais quando você usa nosso site e serviços.",
    "2. Information We Collect": "2. Informações que coletamos",
    "We collect the following types of information:": "Coletamos os seguintes tipos de informações:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Informações pessoais: Quando você se inscreve em uma conta ou usa nossos serviços, podemos coletar informações pessoais, incluindo, entre outros, seu nome, endereço de e -mail e detalhes de pagamento.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Informações de uso: coletamos informações sobre como você usa nosso site e serviços, incluindo suas interações e transações.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Informações do dispositivo: podemos coletar informações sobre o dispositivo que você usa para acessar nossos serviços, como tipo de dispositivo, sistema operacional e navegador.",
    "3. How We Use Your Information": "3. Como usamos suas informações",
    "To provide and improve our services.": "Para fornecer e melhorar nossos serviços.",
    "To communicate with you about our services and updates.": "Para se comunicar com você sobre nossos serviços e atualizações.",
    "To personalize your experience and provide targeted content.": "Para personalizar sua experiência e fornecer conteúdo direcionado.",
    "To process payments and transactions.": "Para processar pagamentos e transações.",
    "4. Information Sharing": "4. Compartilhamento de informações",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Não vendemos, trocamos ou alugamos suas informações pessoais a terceiros. No entanto, podemos compartilhar informações com provedores de serviços de terceiros confiáveis que nos ajudam a operar nosso site ou conduzir nossos negócios, desde que concordem em manter essas informações confidenciais.",
    "5. Security Measures": "5. Medidas de segurança",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Priorizamos a segurança de suas informações. Implementamos medidas de segurança padrão do setor para proteger suas informações pessoais contra acesso, divulgação, alteração e destruição não autorizadas.",
    "6. Your Choices": "6. Suas escolhas",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Você tem o direito de revisar, atualizar e excluir as informações pessoais que mantemos sobre você. Você também pode optar por excluir certas comunicações.",
    "7. Changes to This Privacy Statement": "7. Mudanças nesta declaração de privacidade",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Podemos atualizar esta declaração de privacidade para refletir mudanças em nossas práticas ou por outros motivos operacionais, legais ou regulamentares. Notificaremos os usuários de quaisquer alterações significativas através do site.",
    "8. Contact Us": "8. Entre em contato conosco",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Se você tiver alguma dúvida, preocupações ou solicitações sobre esta declaração de privacidade, entre em contato conosco em info@jsonntranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Ao usar nosso site e serviços, você concorda com os termos descritos nesta declaração de privacidade.",
    "Thank you for choosing JSON Translator. ": "Obrigado por escolher o JSON Translator.",
    "Cookie Statement": "Declaração de biscoito",
    "Cookie Statement for JSON Tool": "Declaração de cookie para ferramenta JSON",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Esta declaração de cookie explica como o JSON Translator usa cookies e tecnologias semelhantes quando você usa a ferramenta JSON. Ao usar a ferramenta JSON, você concorda com o uso de cookies, conforme descrito nesta declaração.",
    "2. What Are Cookies?": "2. O que são cookies?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Os cookies são pequenos arquivos de texto armazenados no seu dispositivo (computador, tablet ou telefone celular) quando você visita um site. Eles são amplamente utilizados para fazer os sites funcionarem ou para melhorar sua eficiência, bem como para fornecer informações aos proprietários de sites.",
    "3. How We Use Cookies": "3. Como usamos cookies",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Esses cookies são necessários para que a ferramenta JSON funcione corretamente. Eles permitem a funcionalidade principal, como segurança, gerenciamento de rede e acessibilidade.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Utilizamos cookies de análise para coletar informações sobre como os usuários interagem com a ferramenta JSON. Isso nos ajuda a analisar e melhorar o desempenho e a experiência do usuário.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Cookies de marketing são usados para rastrear visitantes em sites. A intenção é exibir anúncios relevantes e envolventes para o usuário individual.",
    "4. Types of Cookies We Use": "4. Tipos de cookies que usamos",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Estes são cookies temporários que expira quando você fecha o navegador.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Esses cookies permanecem no seu dispositivo por um período definido ou até que você os exclua.",
    "5. Your Choices": "5. Suas escolhas",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Você pode controlar e/ou excluir cookies como desejar. Você pode excluir todos os cookies que já estão no seu dispositivo e definir a maioria dos navegadores para impedir que sejam colocados. No entanto, se você fizer isso, talvez seja necessário ajustar manualmente algumas preferências cada vez que visitar a ferramenta JSON.",
    "6. Third-Party Cookies": "6. Cookies de terceiros",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Podemos usar serviços de terceiros que podem definir cookies em nosso nome. Esses cookies estão sujeitos às respectivas políticas de privacidade desses fornecedores de terceiros.",
    "7. Changes to This Cookie Statement": "7. Alterações nesta declaração de cookie",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Podemos atualizar esta declaração de cookie para refletir mudanças em nossas práticas ou por outros motivos operacionais, legais ou regulamentares. Notificaremos os usuários de quaisquer alterações significativas através da ferramenta JSON.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Se você tiver alguma dúvida, preocupações ou solicitações sobre esta declaração de cookie, entre em contato conosco em info@jsonntranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Ao usar a ferramenta JSON, você concorda com o uso de cookies, conforme descrito nesta declaração.",
    "success": "sucesso",
    "Please select the valid json file": "Selecione o arquivo JSON válido",
    "The file size should be less than 5MB": "O tamanho do arquivo deve ser menor que 5 MB",
    "The file loaded": "O arquivo carregado",
    "Please select the json file": "Selecione o arquivo json",
    "Please select your target language": "Selecione seu idioma de destino",
    "Content copied to clipboard!": "Conteúdo copiado para a área de transferência!",
    "Unable to copy content to clipboard": "Incapaz de copiar conteúdo para a área de transferência",
    "Password is reset.": "A senha é redefinida.",
    "Signup success": "Sucesso de inscrição",
    "Successfully canceled your subscription": "Cancelou com sucesso sua assinatura",
    "Changed successfully": "Mudou com sucesso",
    "Current passworf field is not correct": "O campo de passagem atual não está correto",
    "Download all files": "Baixar todos os arquivos",
    "Download file": "⇬ Fazer download do arquivo",
    "Download": "Download",
    "*** You can try one file for free. ***": "*** Você pode tentar um arquivo gratuitamente. ***",
    "Unlimited": "Ilimitada",
    "Per month": "Por mês",
    "Billed yearly": "Cobrado anualmente",
    "Get started": "iniciar",
    "Try one file for free": "Experimente um arquivo de graça",
    "FEATURES": "CARACTERÍSTICAS",
    "Everything in our free plan plus....": "Tudo em nosso plano gratuito mais ....",
    "1 year unlimited translations": "Traduções ilimitadas de 1 ano",
    "Translate into 260+ languages at the click of a button": "Traduzir em mais de 260 idiomas com o clique de um botão",
    "Easily download translated files": "Download facilmente arquivos traduzidos",
    "The best translation quality with the use of ChatGPT": "A melhor qualidade de tradução com o uso de chatgpt",
    "Receive email support within 24 hours and online chat": "Receba suporte por e -mail dentro de 24 horas e bate -papo online",
    "Paid per file": "Pago por arquivo",
    "per file": "por arquivo",
    "Easily pay per file for occasional use": "Pagar facilmente por arquivo por uso ocasional",
    "Easily translate and pay per file": "Traduzir e pagar facilmente por arquivo",
    "Choose from 260+ translation options": "Escolha entre 260 opções de tradução",
    "Receive email support within 48 hours": "Receba suporte por e -mail dentro de 48 horas",
    "Translate complete JSON files": "Traduzir arquivos JSON completos",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Nunca mais dividido os arquivos JSON em partes; Basta traduzir como um todo, alimentado por ChatGPT.",
    "Translate with ChatGPT": "Traduza com chatgpt",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Traduza com o ChatGPT, melhor que o Google traduz e o Deepl.",
    "Choose from 260+ languages": "Escolha entre 260 idiomas",
    "The widest range of languages, choose from 260+ languages.": "A gama mais ampla de idiomas, escolha entre 260 idiomas.",
    "We offer unlimited packages": "Oferecemos pacotes ilimitados",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Nenhum aborrecimento com pay-per-caracteres ou string; Oferecemos pacotes ilimitados.",
    "Multi-translate option": "Opção multi-translate",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Traduza os arquivos JSON completos em mais de 260 idiomas com o pressionar de um botão em minutos.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "A ferramenta mais rápida, traduz arquivos JSON inteiros em menos de 5 segundos.",
    "Select your original language": "Selecione seu idioma original",
    "Get in touch": "Entrar em contato",
    "Select your target language": "Selecione seu idioma de destino",
    "ADD EXTRA OUTPUT LANGUAGE": "Adicionar linguagem de saída extra",
    "Start translation": "Iniciar a tradução",
    "Output language(s)": "Linguagem (s) de saída (s)",
    "Setting": "Contexto",
    "Join us as an affiliate partner and get 10% commission": "Junte -se a nós como parceiro afiliado e obtenha 10% de comissão",
    "Get up and running in less than 5 minutes.": "Suba e funcionando em menos de 5 minutos.",
    "pload your main JSON file and select a language": "produza seu arquivo JSON principal e selecione um idioma",
    "Send message": "Enviar mensagem",
    "You agree to our friendly ": "Você concorda com o nosso amistoso",
    "privacy policy": "política de Privacidade",
    "Read more": "Consulte Mais informação"
}