{
    "link-home": "Hem",
    "link-tool": "Verktyg",
    "link-howitworks": "Hur det fungerar",
    "link-pricing": "Prissättning",
    "footer-link-contact": "Kontakt",
    "footer-link-affiliate": "Dotterbolag",
    "footer-link-terms": "Villkor",
    "footer-link-privacy": "Integritet",
    "footer-link-cookies": "Småkakor",
    "link-privacy": "Integritet",
    "link-faq": "Vanliga frågor",
    "link-login": "Logga in",
    "link-logout": "Logga ut",
    "link-tool-edit": "Redigera",
    "link-tool-trans": "Översätt",
    "homepage-aipublish-title": "Översätt en komplett JSON -fil på några sekunder",
    "homepage-aipublish-sub-title1": "Översätt JSON -filer",
    "homepage-aipublish-sub-title2": "Översätt din JSON -fil",
    "homepage-aipublish-sub-title3": "Drivs av chatgpt",
    "homepage-aipublish-info-title": "Översätt JSON -filer med en knapptryckning.",
    "homepage-aipublish-info-sub-title": "Översätt hela JSON -filer på en gång med vårt verktyg som drivs av chatgpt",
    "homepage-aipublish-info-des": "Med vårt verktyg är det möjligt att översätta (stora) JSON -filer på en gång till 260+ språk. Översättningen görs med ChatGPT, och med vårt verktyg behöver du inte dela filer i separata delar.",
    "homepage-aipublish-edit-title": "Översätt hela JSON -filer på en gång, inom några sekunder",
    "homepage-aipublish-edit-des": "Med JSON -översättaren kan du översätta (stora) JSON -filer på en gång utan att behöva dela upp en fil i flera delar. Översätt helt enkelt en JSON -fil på en gång.",
    "homepage-aipublish-edit-item1": "Högkvalitativ översättning genom användning av chatgpt",
    "homepage-aipublish-edit-item2": "Du kan översätta hela filer på en gång",
    "homepage-aipublish-edit-item3": "Det kan inte bli snabbare, bara 5 sekunder för en översatt JSON -fil",
    "homepage-aipublish-trans-title": "Obegränsad JSON -översättning på 260+ språk",
    "homepage-aipublish-trans-des": "Med vårt verktyg kan du översätta JSON -filer till 260+ språk, vilket säkerställer den högsta möjliga översättningskvaliteten genom att använda chatgpt",
    "homepage-aipublish-trans-item1": "En översatt JSON -fil på nästan alla språk",
    "homepage-aipublish-trans-item2": "Du kan välja engångsöversättningar och betala per fil",
    "homepage-aipublish-trans-item3": "Om du vill översätta JSON -filer regelbundet, välj det obegränsade medlemskapet",
    "homepage-aipublish-price-title": "Prissättning",
    "homepage-aipublish-price-sub-title": "Enkel, transparent prissättning",
    "homepage-aipublish-price-des": "Vi aktiverar JSON -översättningar för alla som hanterar webbplats- och appöversättning och lokalisering.",
    "faq-title": "Vanliga frågor",
    "faq-description": "Allt du behöver veta om JSON -översättaren",
    "faq-item-title1": "Vad är huvudfunktionen för detta verktyg?",
    "faq-item-description1": "Vårt verktyg gör att du kan översätta kompletta JSON -filer till nästan alla språk på en gång, utan att behöva dela upp filen i separata bitar.",
    "faq-item-title2": "Vilka språk stöds av verktyget?",
    "faq-item-title3": "Hur snabbt kan jag få en JSON -fil översatt?",
    "faq-item-title4": "Vad är skillnaden mellan en engångsöversättning och ett obegränsat medlemskap?",
    "faq-item-title5": "Kan jag lita på översättningskvaliteten?",
    "faq-item-title6": "Krävs teknisk kunskap för att använda verktyget?",
    "faq-item-title7": "Hur kan jag komma igång med verktyget?",
    "faq-item-title8": "Erbjuder du support om jag har frågor eller behöver hjälp med verktyget?",
    "faq-item-title9": "Kan jag få en gratis provperiod för att prova verktyget?",
    "faq-item-title10": "Är mina data säkra när jag använder verktyget?",
    "faq-case-study": "Har du fortfarande frågor?",
    "faq-case-study-title3": "Kan du inte hitta svaret du letar efter? Vänligen chatta med vårt vänliga team.",
    "footer-copyright": "© 2023 JSON översättare Alla rättigheter reserverade.",
    "btn-try-free": "Prova gratis",
    "signin-form-title": "Logga in ditt konto",
    "signin-form-welcome": "Välkommen tillbaka! Ange dina uppgifter.",
    "signin-form-email": "E-post",
    "signin-email-placeholder": "Ange din e -post",
    "signin-form-password": "Lösenord",
    "signin-password-placeholder": "Ange ditt lösenord",
    "signin-form-remember": "Kom ihåg i 30 dagar",
    "signin-form-forget": "glömt ditt lösenord",
    "error-email-exist": "E -post redan registerd",
    "error-password-required": "Lösenord krävs.",
    "error-pwdConfirm-required": "Lösenordsbekräftelse krävs.",
    "error-password-not-confirm": "Lösenord och lösenordsbekräftelse är inte detsamma.",
    "error-email-required": "Epost (krävs.",
    "error-firstname-required": "Första namn krävs.",
    "error-lastname-required": "Efternamn krävs.",
    "error-country-required": "Land krävs.",
    "button-signin": "LOGGA IN",
    "button-signup": "BLI MEDLEM",
    "login_success": "Loginerad framgångsrik",
    "please_login": "Försök igen efter inloggningen",
    "error-invalid-signin": "Kontoinformation är inte giltig",
    "trans-form-title": "Översätt dina JSON -filer",
    "edit-form-subtitle": "Välj din senaste fil för att slutföra online -översättning",
    "edit-form-guide1": "Välj en fil eller dra och släpp här",
    "edit-form-guide2": "JSON -filstorlek inte mer än 10 MB",
    "select-language": "Välj språk",
    "select-file": "Välj fil",
    "faq-item-description9": "Vi erbjuder möjligheten att prova JSON -översättaren gratis en gång. Efter denna första rättegång måste du välja mellan ett av våra betalda paket, till exempel lön per fil eller obegränsad",
    "checkout-form-title": "Börja med JSON -översättaren",
    "checkout-form-subtitle": "Titta på videon eller prova gratis en gång.",
    "checkout-form-des2": "Fyll i formuläret nedan och prova vårt verktyg helt gratis direkt.",
    "checkout-page-title": "Fördelarna med JSON -översättaren",
    "checkout-page-subtitle": "Varför JSON -översättaren?",
    "checkout-page-des": "Med JSON -översättaren kan du översätta JSON -filer till 260+ språk med bara ett klick och slutföra processen på 5 sekunder per fil. Garanterad översättning av högsta kvalitet drivs av chatgpt",
    "affiliate-description": "Har du ett stort nätverk/räckvidd bland mjukvaruutvecklare och webb- och appbyggare? Om så är fallet, registrera dig för vårt affiliate -program, marknadsför JSON -översättaren och tjäna pengar",
    "affiliate-title": "Tjäna pengar genom att marknadsföra vårt verktyg",
    "affiliate-info-title": "Funktioner",
    "affiliate-info-sub-title": "Främja vårt verktyg och tjäna pengar",
    "affiliate-info-des": "Tjäna pengar genom att marknadsföra JSON -översättaren i ditt nätverk. Du kommer att få marknadsföringsmaterial som banners och länkar som du kan använda. Tjäna 10% provision på våra betalda paket med månatliga utbetalningar",
    "affiliate-edit-title": "Nöjd? Dela nyheterna",
    "affiliate-edit-des": "Om du är nöjd med JSON -översättaren, sprid ordet!",
    "affiliate-edit-item1": "Du kommer att få en personlig remisslänk",
    "affiliate-edit-item2": "Dela länken i ditt nätverk",
    "affiliate-edit-item3": "Främja JSON -översättaren och tjäna pengar",
    "affiliate-trans-title": "Tjäna 10% per hänvisad användare",
    "affiliate-trans-des": "Tjäna enkla pengar genom att marknadsföra vårt verktyg. Få $ 9 för varje hänvisad användare",
    "affiliate-trans-item1": "Hög procentandel per hänvisad användare",
    "affiliate-trans-item2": "Månadsutbetalning",
    "affiliate-trans-item3": "Tydlig instrumentpanel för partners",
    "affiliate-third-title": "Spåra dina resultat i din egen instrumentpanel",
    "affiliate-third-des": "Du kommer att ha tillgång till en professionell affiliate -partnerpanel. Du kan övervaka dina resultat och intäkter, och du har tillgång till marknadsföringsmaterial",
    "affiliate-third-item1": "Kontrollera hur många användare du har hänvisat till",
    "affiliate-third-item2": "Visa dina remissintäkter",
    "affiliate-third-item3": "Ladda ner de bästa kampanjmaterialet",
    "Share team inboxes": "Dela Team Inboxes",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Oavsett om du har ett team på 2 eller 200, håller våra delade teaminkorg alla på samma sida och i slingan.",
    "signup-form-title": "Registrera dig",
    "signup-form-welcome": "Välkommen hit! Ange dina uppgifter.",
    "signup-form-firstname": "Förnamn",
    "signup-form-lastname": "Efternamn",
    "signup-form-country": "Land",
    "signup-placeholder-firstname": "Skriv in ditt förnamn",
    "signup-placeholder-lastname": "Ange ditt LastName",
    "signup-placeholder-country": "Gå in i ditt land",
    "signup-form-email": "E-post",
    "signup-placeholder-email": "Ange din e -post",
    "signup-form-password": "Lösenord",
    "signup-placeholder-password": "Ange ditt lösenord",
    "signup-form-password-confirm": "Bekräfta lösenord",
    "signup-placeholder-password-confirm": "Ange ditt lösenord Bekräfta",
    "signup-button-signup": "Bli Medlem",
    "have-not-account": "Har du inte ett konto?",
    "Deliver instant answers": "Leverera omedelbara svar",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "En allt-i-ett kundtjänstplattform som hjälper dig att balansera allt som dina kunder behöver för att vara lycklig.",
    "msg_firstName_required": "Förnamn krävs",
    "msg_lastName_required": "Efternamn krävs",
    "msg_email_required": "E -post krävs",
    "msg_email_invalid": "e-postadressen är felaktig",
    "msg_country_required": "Land krävs",
    "msg_phone_required": "Telefonnummer krävs",
    "msg_message_required": "Meddelande krävs",
    "msg_agree_our_policy": "Vänligen hålla med om vår policy",
    "msg_error_checkout": "Var god försök igen",
    "jwt malformed": "Logga in och försök igen",
    "faq-item-description2": "Vårt verktyg stöder översättningar till alla språk (260+), vilket möjliggör global översättning.",
    "faq-item-description3": "Översättning av en JSON -fil sker på bara några sekunder, vilket ger dig snabb åtkomst till det översatta innehållet",
    "faq-item-description4": "Med en engångsöversättning betalar du per översatt fil, medan ett obegränsat medlemskap låter dig översätta regelbundet och utan gränser för en fast månadsavgift",
    "faq-item-description5": "Ja, vårt verktyg använder chatgpt och säkerställer högkvalitativa översättningar med hög noggrannhet. Bättre än Google Translate och Deepl",
    "faq-item-description6": "Nej, vårt verktyg är användarvänligt och kräver inte tekniska färdigheter. Den är utformad för enkel användning",
    "faq-item-description7": "Välj mellan våra paket och ladda helt enkelt upp den JSON -fil du vill översätta. Välj målspråket, och inom några sekunder får du den översatta filen",
    "faq-item-description8": "Ja, vi erbjuder utmärkt kundsupport för att ta itu med alla dina förfrågningar och hjälpa dig att använda vårt verktyg. Vi erbjuder 24 och 48 timmars support via e-post och livechatt",
    "faq-item-description10": "Ja, vi prioriterar säkerheten för dina data och implementerar strikta åtgärder för att skydda dem. Dina filer lagras inte på vår server och tas snabbt bort från våra system omedelbart efter översättning. (Det är avgörande att säkerställa att du sparar dina översatta filer säkert i slutet)",
    "privacy-header-title": "Sekretessförklaring JSON översättare",
    "contact-location-des2": "EJ Amsterdam Nederländerna",
    "contact-phone-des1": "Mån-fre från 9:00 till 17:00",
    "contact-phone-des2": "+31202446988",
    "contact-email": "E-post eller chatt",
    "contact-email-des1": "Vårt vänliga team är redo att hjälpa dig",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "JSON -översättare",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Kontakta oss",
    "contact-form-subtitle": "Kontakta oss",
    "contact-form-des2": "Vi skulle gärna höra från dig",
    "contact-description1": "Hur kan vi hjälpa dig?",
    "contact-description2": "Vårt vänliga team är alltid redo för en chatt",
    "contact-title": "Kontakta oss",
    "contact-phone": "Telefonnummer",
    "Translate JSON files in 5 seconds": "Översätt JSON -filer på 5 sekunder",
    "Start with the JSON Translator": "Börja med JSON -översättaren",
    "Terms and Conditions": "Villkor",
    "Terms and Conditions for JSON Tool": "Villkor för JSON -verktyg",
    "Last Updated: 20 december 2023": "Senast uppdaterad: 20 december 2023",
    "1. Acceptance of Terms": "1. Godkännande av villkor",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Genom att komma åt eller använda JSON -verktyget som tillhandahålls av JSON översättare, samtycker du till att vara bunden av dessa villkor. Om du inte håller med om någon del av dessa villkor kanske du inte använder JSON -verktyget.",
    "2. Use of the JSON Tool": "2. Användning av JSON -verktyget",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Du måste vara minst 18 år för att använda JSON -verktyget.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Du samtycker till att tillhandahålla korrekt och fullständig information när du använder JSON -verktyget, och du kommer att uppdatera denna information för att säkerställa dess noggrannhet.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Du får inte missbruka JSON -verktyget. Förbjudna aktiviteter inkluderar, men är inte begränsade till att försöka få obehörig åtkomst, störa korrekt funktion eller bryta mot tillämpliga lagar och förordningar.",
    "3. Intellectual Property": "3. Intellektuell egendom",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "JSON -verktyget, inklusive allt innehåll, funktioner och funktionalitet, ägs av vårt företag och skyddas av immateriella lagar. Du får inte reproducera, distribuera, modifiera eller skapa derivatverk utan vårt uttryckliga samtycke.",
    "4. Privacy": "4. Sekretess",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Din användning av JSON -verktyget omfattas av vårt integritetsförklaring, som beskriver hur vi samlar in, använder och skyddar din personliga information.",
    "5. Termination": "5. Uppsägning",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Vi förbehåller oss rätten att avsluta eller avbryta din åtkomst till JSON -verktyget när som helst, utan föregående meddelande, av någon anledning, inklusive brott mot dessa villkor.",
    "6. Changes to Terms and Conditions": "6. Ändringar av villkoren",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Vi kan uppdatera dessa villkor för att återspegla förändringar i vår praxis eller av andra operativa, juridiska eller reglerande skäl. Vi kommer att meddela användare om några betydande ändringar genom JSON -verktyget.",
    "7. Disclaimer of Warranties": "7. Ansvarsfriskrivning",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "JSON -verktyget tillhandahålls 'som det är', utan några garantier, uttryck eller underförstådd. Vi garanterar inte att verktyget kommer att vara felfritt eller oavbruten.",
    "8. Limitation of Liability": "8. Ansvarsbegränsning",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "Under inga omständigheter ansvarar för någon indirekt, följd, tillfällig, speciell eller straffskada som uppstår utifrån eller i samband med användningen av JSON -verktyget.",
    "9. Governing Law": "9. Regeringsrätt",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Dessa villkor styrs av och tolkas i enlighet med lagarna i vårt företag, utan hänsyn till dess lagkonflikt.",
    "10. Contact Us": "10. Kontakta oss",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Om du har några frågor, problem eller förfrågningar angående dessa villkor, vänligen kontakta oss på info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Genom att använda JSON -verktyget samtycker du till villkoren som anges i dessa villkor.",
    "Thank you for choosing": "Tack för att du valde",
    "JSON Translator": "JSON -översättare",
    "Privacy Statement": "Sekretesspolicy",
    "Privacy Statement for JSON Translator": "Sekretessförklaring för JSON översättare",
    "1. Introduction": "1. Introduktion",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "JSON översättare värderar våra användares integritet och säkerhet. Denna integritetsförklaring beskriver hur vi samlar in, använder och skyddar din personliga information när du använder vår webbplats och tjänster.",
    "2. Information We Collect": "2. Information vi samlar in",
    "We collect the following types of information:": "Vi samlar in följande typer av information:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Personlig information: När du registrerar dig för ett konto eller använder våra tjänster kan vi samla in personlig information, inklusive men inte begränsat till ditt namn, e -postadress och betalningsuppgifter.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Användningsinformation: Vi samlar in information om hur du använder vår webbplats och tjänster, inklusive dina interaktioner och transaktioner.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Enhetsinformation: Vi kan samla in information om enheten du använder för att komma åt våra tjänster, till exempel enhetstyp, operativsystem och webbläsare.",
    "3. How We Use Your Information": "3. Hur vi använder din information",
    "To provide and improve our services.": "Att tillhandahålla och förbättra våra tjänster.",
    "To communicate with you about our services and updates.": "För att kommunicera med dig om våra tjänster och uppdateringar.",
    "To personalize your experience and provide targeted content.": "För att anpassa din upplevelse och ge riktat innehåll.",
    "To process payments and transactions.": "För att behandla betalningar och transaktioner.",
    "4. Information Sharing": "4. Informationsdelning",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Vi säljer inte, handlar eller hyr din personliga information till tredje parter. Vi kan dock dela information med pålitliga leverantörer av tredje part som hjälper oss att driva vår webbplats eller bedriva vår verksamhet, så länge de går med på att hålla denna information konfidentiell.",
    "5. Security Measures": "5. Säkerhetsåtgärder",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Vi prioriterar säkerheten för din information. Vi genomför branschstandard säkerhetsåtgärder för att skydda din personliga information från obehörig åtkomst, avslöjande, förändring och förstörelse.",
    "6. Your Choices": "6. Dina val",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Du har rätt att granska, uppdatera och ta bort den personliga informationen vi har om dig. Du kan också välja att välja bort viss kommunikation.",
    "7. Changes to This Privacy Statement": "7. Ändringar av detta integritetsförklaring",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Vi kan uppdatera detta integritetsförklaring för att återspegla förändringar i våra metoder eller av andra operativa, juridiska eller reglerande skäl. Vi kommer att meddela användare om några betydande ändringar via webbplatsen.",
    "8. Contact Us": "8. Kontakta oss",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Om du har några frågor, problem eller förfrågningar angående detta integritetsförklaring, vänligen kontakta oss på info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Genom att använda vår webbplats och tjänster samtycker du till villkoren som anges i detta integritetsförklaring.",
    "Thank you for choosing JSON Translator. ": "Tack för att du valde JSON -översättaren.",
    "Cookie Statement": "Kakuttalande",
    "Cookie Statement for JSON Tool": "Cookie -uttalande för JSON -verktyg",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Detta cookie -uttalande förklarar hur JSON -översättaren använder cookies och liknande tekniker när du använder JSON -verktyget. Genom att använda JSON -verktyget samtycker du till användning av cookies som beskrivs i detta uttalande.",
    "2. What Are Cookies?": "2. Vad är kakor?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Cookies är små textfiler som lagras på din enhet (dator, surfplatta eller mobiltelefon) när du besöker en webbplats. De används allmänt för att få webbplatser att arbeta eller förbättra deras effektivitet, samt för att ge information till webbplatsägare.",
    "3. How We Use Cookies": "3. Hur vi använder kakor",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Dessa kakor är nödvändiga för att JSON -verktyget ska fungera korrekt. De möjliggör kärnfunktioner som säkerhet, nätverkshantering och tillgänglighet.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Vi använder analyskakor för att samla in information om hur användare interagerar med JSON -verktyget. Detta hjälper oss att analysera och förbättra prestanda och användarupplevelse.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Marknadskakor används för att spåra besökare på webbplatser. Avsikten är att visa annonser som är relevanta och engagerande för den enskilda användaren.",
    "4. Types of Cookies We Use": "4. Typer av kakor vi använder",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Det här är tillfälliga kakor som löper ut när du stänger din webbläsare.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Dessa kakor finns kvar på din enhet under en viss period eller tills du tar bort dem.",
    "5. Your Choices": "5. Dina val",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Du kan styra och/eller ta bort kakor som du vill. Du kan ta bort alla cookies som redan finns på din enhet, och du kan ställa in de flesta webbläsare för att förhindra att de placeras. Men om du gör detta kan du behöva justera vissa preferenser manuellt varje gång du besöker JSON -verktyget.",
    "6. Third-Party Cookies": "6. Tredjepartskakor",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Vi kan använda tredjepartstjänster som kan sätta cookies på våra vägnar. Dessa kakor omfattas av respektive sekretesspolicy för dessa tredjepartsleverantörer.",
    "7. Changes to This Cookie Statement": "7. Ändringar av detta kakuttalande",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Vi kan uppdatera detta cookie -uttalande för att återspegla förändringar i våra metoder eller av andra operativa, juridiska eller reglerande skäl. Vi kommer att meddela användare om några betydande ändringar genom JSON -verktyget.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Om du har några frågor, problem eller förfrågningar angående detta cookie -uttalande, vänligen kontakta oss på info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Genom att använda JSON -verktyget samtycker du till användningen av kakor som beskrivs i detta uttalande.",
    "success": "Framgång",
    "Please select the valid json file": "Välj den giltiga JSON -filen",
    "The file size should be less than 5MB": "Filstorleken ska vara mindre än 5 MB",
    "The file loaded": "Filen laddad",
    "Please select the json file": "Välj JSON -filen",
    "Please select your target language": "Välj ditt målspråk",
    "Content copied to clipboard!": "Innehåll kopieras till Urklipp!",
    "Unable to copy content to clipboard": "Det går inte att kopiera innehåll till Urklipp",
    "Password is reset.": "Lösenordet återställs.",
    "Signup success": "Anmälningsframgång",
    "Successfully canceled your subscription": "Avbröt framgångsrikt ditt prenumeration",
    "Changed successfully": "Förändrades framgångsrikt",
    "Current passworf field is not correct": "Nuvarande passworf -fält är inte korrekt",
    "Download all files": "Ladda ner alla filer",
    "Download file": "Nedladdning fil",
    "Download": "Ladda ner",
    "*** You can try one file for free. ***": "*** Du kan prova en fil gratis. ***",
    "Unlimited": "Obegränsat",
    "Per month": "Per månad",
    "Billed yearly": "Fakturerad årligen",
    "Get started": "Komma igång",
    "Try one file for free": "Prova en fil gratis",
    "FEATURES": "FUNKTIONER",
    "Everything in our free plan plus....": "Allt i vår gratis plan plus ....",
    "1 year unlimited translations": "1 års obegränsade översättningar",
    "Translate into 260+ languages at the click of a button": "Översätt till 260+ språk med klick på en knapp",
    "Easily download translated files": "Ladda ner enkelt översättningar",
    "The best translation quality with the use of ChatGPT": "Den bästa översättningskvaliteten med användning av chatgpt",
    "Receive email support within 24 hours and online chat": "Få e -poststöd inom 24 timmar och onlinechatt",
    "Paid per file": "Betald per fil",
    "per file": "per fil",
    "Easily pay per file for occasional use": "Enkelt betala per fil för tillfällig användning",
    "Easily translate and pay per file": "Enkelt översätta och betala per fil",
    "Choose from 260+ translation options": "Välj mellan 260+ översättningsalternativ",
    "Receive email support within 48 hours": "Få e -poststöd inom 48 timmar",
    "Translate complete JSON files": "Översätt kompletta JSON -filer",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Dela aldrig mer JSON -filer i delar; Översätt helt enkelt som en helhet, drivs av chatgpt.",
    "Translate with ChatGPT": "Översätt med chatgpt",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Översätt med Chatgpt, bättre än Google Translate och DeEpl.",
    "Choose from 260+ languages": "Välj mellan 260+ språk",
    "The widest range of languages, choose from 260+ languages.": "Det bredaste utbudet av språk, välj mellan 260+ språk.",
    "We offer unlimited packages": "Vi erbjuder obegränsade paket",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Inget krångel med betal-per-karaktär eller sträng; Vi erbjuder obegränsade paket.",
    "Multi-translate option": "Alternativ för flera translat",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Översätt kompletta JSON -filer till 260+ språk med en knapptryckning på några minuter.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "Det snabbaste verktyget översätter hela JSON -filer på mindre än 5 sekunder.",
    "Select your original language": "Välj ditt originalspråk",
    "Get in touch": "Komma i kontakt",
    "Select your target language": "Välj ditt målspråk",
    "ADD EXTRA OUTPUT LANGUAGE": "Lägg till extra utgångsspråk",
    "Start translation": "Starta översättningen",
    "Output language(s)": "Utgångsspråk (er)",
    "Setting": "Miljö",
    "Join us as an affiliate partner and get 10% commission": "Gå med oss som affiliate -partner och få 10% provision",
    "Get up and running in less than 5 minutes.": "Gå upp och springa på mindre än 5 minuter.",
    "pload your main JSON file and select a language": "Pladda din huvud JSON -fil och välj ett språk",
    "Send message": "Skicka meddelande",
    "You agree to our friendly ": "Du håller med om vår vänskap",
    "privacy policy": "integritetspolicy",
    "Read more": "Läs mer"
}