{
    "link-home": "Ev",
    "link-tool": "Alet",
    "link-howitworks": "Nasıl çalışır",
    "link-pricing": "Fiyatlandırma",
    "footer-link-contact": "Temas etmek",
    "footer-link-affiliate": "Bağlı kuruluş",
    "footer-link-terms": "Şartlar",
    "footer-link-privacy": "Mahremiyet",
    "footer-link-cookies": "Kurabiye",
    "link-privacy": "Mahremiyet",
    "link-faq": "SSS",
    "link-login": "Giriş yapmak",
    "link-logout": "Çıkış Yap",
    "link-tool-edit": "Düzenlemek",
    "link-tool-trans": "Çevirmek",
    "homepage-aipublish-title": "Birkaç saniye içinde eksiksiz bir JSON dosyasını çevirin",
    "homepage-aipublish-sub-title1": "JSON dosyalarını çevir",
    "homepage-aipublish-sub-title2": "JSON dosyanızı çevirin",
    "homepage-aipublish-sub-title3": "Chatgpt tarafından desteklenmektedir",
    "homepage-aipublish-info-title": "JSON dosyalarını bir düğmeye basarak çevirin.",
    "homepage-aipublish-info-sub-title": "Chatgpt tarafından desteklenen araçımızı kullanarak tüm JSON dosyalarını bir kerede çevirin",
    "homepage-aipublish-info-des": "Aracımızla, (büyük) JSON dosyalarını bir kerede 260+ dile çevirmek mümkündür. Çeviri ChatGPT kullanılarak yapılır ve aracımızla dosyaları ayrı parçalara ayırmanız gerekmez.",
    "homepage-aipublish-edit-title": "Tüm JSON dosyalarını saniyeler içinde aynı anda çevirin",
    "homepage-aipublish-edit-des": "JSON çevirmeniyle, bir dosyayı birden çok parçaya ayırmanız gerekmeden (büyük) json dosyalarını bir kerede çevirebilirsiniz. Bir JSON dosyasını tek seferde çevirin.",
    "homepage-aipublish-edit-item1": "Chatgpt kullanılarak yüksek kaliteli çeviri",
    "homepage-aipublish-edit-item2": "Tüm dosyaları aynı anda çevirebilirsiniz",
    "homepage-aipublish-edit-item3": "Çevrilmiş bir JSON dosyası için daha hızlı, sadece 5 saniye alamıyor",
    "homepage-aipublish-trans-title": "260+ dilde sınırsız json çevirisi",
    "homepage-aipublish-trans-des": "Aracımızla, JSON dosyalarını 260+ dile çevirerek ChatGPT kullanılarak ulaşılabilir en yüksek çeviri kalitesini sağlayabilirsiniz.",
    "homepage-aipublish-trans-item1": "Neredeyse tüm dillerde tercüme edilmiş bir JSON dosyası",
    "homepage-aipublish-trans-item2": "Bir kerelik çevirileri tercih edebilir ve dosya başına ödeme yapabilirsiniz",
    "homepage-aipublish-trans-item3": "JSON dosyalarını düzenli olarak çevirmek istiyorsanız, sınırsız üyeliği tercih edin",
    "homepage-aipublish-price-title": "Fiyatlandırma",
    "homepage-aipublish-price-sub-title": "Basit, şeffaf fiyatlandırma",
    "homepage-aipublish-price-des": "Web sitesi ve uygulama çevirisi ve yerelleştirme ile ilgilenen herkes için JSON çevirilerini etkinleştiriyoruz.",
    "faq-title": "Sıkça Sorulan Sorular",
    "faq-description": "JSON çevirmen hakkında bilmeniz gereken her şey",
    "faq-item-title1": "Bu aracın ana işlevi nedir?",
    "faq-item-description1": "Aracımız, dosyayı ayrı parçalara ayırmaya gerek kalmadan, tam JSON dosyalarını neredeyse tüm dillere çevirmenizi sağlar.",
    "faq-item-title2": "Hangi diller araç tarafından destekleniyor?",
    "faq-item-title3": "Bir JSON dosyasını ne kadar hızlı tercüme edebilirim?",
    "faq-item-title4": "Bir kerelik çeviri ile sınırsız bir üyelik arasındaki fark nedir?",
    "faq-item-title5": "Çeviri kalitesine güvenebilir miyim?",
    "faq-item-title6": "Aracı kullanmak için teknik bilgi gerekli mi?",
    "faq-item-title7": "Aracı nasıl başlayabilirim?",
    "faq-item-title8": "Sorularım varsa veya araçla ilgili yardıma ihtiyacım varsa destek sunuyor musunuz?",
    "faq-item-title9": "Aracı denemek için ücretsiz deneme süresi alabilir miyim?",
    "faq-item-title10": "Aracı kullanırken verilerim güvenli mi?",
    "faq-case-study": "Hala sorularınız mı var?",
    "faq-case-study-title3": "Aradığınız cevabı bulamıyor musunuz? Lütfen dost ekibimizle sohbet edin.",
    "footer-copyright": "© 2023 JSON Tercümanı Tüm hakları saklıdır.",
    "btn-try-free": "Ücretsiz dene",
    "signin-form-title": "Hesabınızda oturum açın",
    "signin-form-welcome": "Geri dönün! Lütfen bilgilerinizi girin.",
    "signin-form-email": "E -posta",
    "signin-email-placeholder": "E -posta girin",
    "signin-form-password": "şifre",
    "signin-password-placeholder": "Şifrenizi girin",
    "signin-form-remember": "30 gün boyunca hatırla",
    "signin-form-forget": "Parolanızı mı unuttunuz",
    "error-email-exist": "E -posta zaten kayıt",
    "error-password-required": "Şifre gereklidir.",
    "error-pwdConfirm-required": "Şifre Onayı gereklidir.",
    "error-password-not-confirm": "Şifre ve şifre onayı aynı değildir.",
    "error-email-required": "E -posta gerekli.",
    "error-firstname-required": "First Name gereklidir.",
    "error-lastname-required": "Soyad gerekli.",
    "error-country-required": "Ülke gerekli.",
    "button-signin": "KAYIT OLMAK",
    "button-signup": "ÜYE OLMAK",
    "login_success": "Oturumlu Başarılı",
    "please_login": "Lütfen giriş yaptıktan sonra tekrar deneyin",
    "error-invalid-signin": "Hesap bilgileri geçerli değil",
    "trans-form-title": "JSON dosyalarınızı çevirin",
    "edit-form-subtitle": "Çevrimiçi çeviriyi tamamlamak için en son dosyanızı seçin",
    "edit-form-guide1": "Bir dosya seçin veya buraya sürükleyin ve bırakın",
    "edit-form-guide2": "JSON DOSYA BOYUTU 10 MB'den fazla",
    "select-language": "Dil Seçin",
    "select-file": "Dosya Seç",
    "faq-item-description9": "JSON çevirmenini bir kez ücretsiz olarak deneme fırsatı sunuyoruz. Bu ilk denemeden sonra, dosya başına ödeme veya sınırsız gibi ücretli paketlerimizden biri arasından seçim yapmanız gerekecektir.",
    "checkout-form-title": "JSON çevirmeniyle başlayın",
    "checkout-form-subtitle": "Videoyu izleyin veya bir kez ücretsiz deneyin.",
    "checkout-form-des2": "Aşağıdaki formu doldurun ve aracımızı hemen ücretsiz olarak deneyin.",
    "checkout-page-title": "JSON çevirmeninin avantajları",
    "checkout-page-subtitle": "Neden JSON Tercüman?",
    "checkout-page-des": "JSON çevirmeniyle, JSON dosyalarını sadece bir tıklama ile 260+ dile çevirerek işlemi dosya başına 5 saniye içinde tamamlayabilirsiniz. Chatgpt tarafından desteklenen garantili en yüksek kaliteli çeviri",
    "affiliate-description": "Yazılım geliştiricileri ile web ve uygulama oluşturucular arasında büyük bir ağ/erişiminiz var mı? Öyleyse, bağlı kuruluş programımıza kaydolun, JSON çevirmenini tanıtın ve para kazanın",
    "affiliate-title": "Aracımızı tanıtarak para kazanın",
    "affiliate-info-title": "Özellikler",
    "affiliate-info-sub-title": "Aracımızı tanıtın ve para kazanın",
    "affiliate-info-des": "Ağınızdaki JSON çevirmenini tanıtarak para kazanın. Kullanabileceğiniz afişler ve bağlantılar gibi promosyon malzemeleri alacaksınız. Aylık ödemelerle ücretli paketlerimizde% 10 komisyon kazanın",
    "affiliate-edit-title": "Memnun? Haberleri paylaş",
    "affiliate-edit-des": "JSON çevirmeninden memnunsanız, kelimeyi yayın!",
    "affiliate-edit-item1": "Kişisel bir yönlendirme bağlantısı alacaksınız",
    "affiliate-edit-item2": "Ağınızdaki bağlantıyı paylaşın",
    "affiliate-edit-item3": "JSON çevirmenini tanıtın ve para kazanın",
    "affiliate-trans-title": "Referanslı kullanıcı başına% 10 kazanın",
    "affiliate-trans-des": "Aracımızı tanıtarak kolay para kazanın. Referanslı her kullanıcı için 9 $ alın",
    "affiliate-trans-item1": "Yönlendirilen kullanıcı başına yüksek yüzde",
    "affiliate-trans-item2": "Aylık ödeme",
    "affiliate-trans-item3": "Ortaklar için gösterge panosu temizleyin",
    "affiliate-third-title": "Sonuçlarınızı kendi gösterge panelinizde izleyin",
    "affiliate-third-des": "Profesyonel bir ortaklık ortağı kontrol paneline erişiminiz olacak. Sonuçlarınızı ve kazançlarınızı izleyebilirsiniz ve promosyon malzemelerine erişiminiz olacak",
    "affiliate-third-item1": "Kaç kullanıcıyı yönlendirdiğinizi kontrol edin",
    "affiliate-third-item2": "Tavsiye Kazançlarınızı Görüntüle",
    "affiliate-third-item3": "En iyi promosyon malzemelerini indirin",
    "Share team inboxes": "Ekip gelen kutularını paylaşın",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "İster 2 veya 200 kişilik bir ekibiniz olsun, paylaşılan ekip gelen kutularımız herkesi aynı sayfada ve döngüde tutar.",
    "signup-form-title": "Hesabınızı kaydedin",
    "signup-form-welcome": "Buraya Hoşgeldiniz! Lütfen bilgilerinizi girin.",
    "signup-form-firstname": "İlk adı",
    "signup-form-lastname": "Soy isim",
    "signup-form-country": "Ülke",
    "signup-placeholder-firstname": "İlk adınızı girin",
    "signup-placeholder-lastname": "Soyadınızı giriniz",
    "signup-placeholder-country": "Ülkenize girin",
    "signup-form-email": "E -posta",
    "signup-placeholder-email": "E -posta girin",
    "signup-form-password": "Şifre",
    "signup-placeholder-password": "Şifrenizi girin",
    "signup-form-password-confirm": "Şifre onaylama",
    "signup-placeholder-password-confirm": "Şifrenizi girin onaylayın",
    "signup-button-signup": "Üye olmak",
    "have-not-account": "Hesabınız yok mu?",
    "Deliver instant answers": "Anında Cevaplar Ver",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "Müşterilerinizin mutlu olması gereken her şeyi dengelemenize yardımcı olan hepsi bir arada bir müşteri hizmetleri platformu.",
    "msg_firstName_required": "Adı gerekli",
    "msg_lastName_required": "Soyadı gerekli",
    "msg_email_required": "Email gereklidir",
    "msg_email_invalid": "e-posta geçersiz",
    "msg_country_required": "Ülke gereklidir",
    "msg_phone_required": "Telefon numarası gerekli",
    "msg_message_required": "Mesaj gerekli",
    "msg_agree_our_policy": "Lütfen politikamızı kabul edin",
    "msg_error_checkout": "Lütfen tekrar deneyin",
    "jwt malformed": "Lütfen giriş yapın ve tekrar deneyin",
    "faq-item-description2": "Aracımız, küresel çeviriyi sağlayan herhangi bir dile (260+) çevirileri destekler.",
    "faq-item-description3": "Bir JSON dosyasının çevirisi sadece birkaç saniye içinde gerçekleşir ve size çevrilmiş içeriğe hızlı erişim sağlar",
    "faq-item-description4": "Tek seferlik bir çeviri ile, tercüme edilen dosya başına ödeme yaparken, sınırsız bir üyelik düzenli olarak ve sabit bir aylık ücret karşılığında sınırsız tercüme etmenizi sağlar.",
    "faq-item-description5": "Evet, aracımız chatgpt kullanıyor ve yüksek doğrulukla yüksek kaliteli çeviriler sağlıyor. Google Çeviri ve Deepl'den daha iyi",
    "faq-item-description6": "Hayır, aracımız kullanıcı dostudur ve teknik beceriler gerektirmez. Kolay kullanım için tasarlanmıştır",
    "faq-item-description7": "Paketlerimizden seçim yapın ve tercüme etmek istediğiniz JSON dosyasını yükleyin. Hedef dil (ler) i seçin ve saniyeler içinde tercüme edilen dosyayı alacaksınız",
    "faq-item-description8": "Evet, tüm sorularınızı ele almak ve aracımızı kullanmanıza yardımcı olmak için mükemmel müşteri desteği sunuyoruz. E-posta ve canlı sohbet yoluyla 24 ve 48 saatlik destek sağlıyoruz",
    "faq-item-description10": "Evet, verilerinizin güvenliğine öncelik veriyoruz ve onu korumak için katı önlemler uyguluyoruz. Dosyalarınız sunucumuzda depolanmaz ve çeviri sonrasında hemen sistemlerimizden kaldırılır. (Çevrilen dosyalarınızı sonunda güvenli bir şekilde kaydetmenizi sağlamak çok önemlidir)",
    "privacy-header-title": "Gizlilik Bildirimi JSON Tercüman",
    "contact-location-des2": "EJ Amsterdam Hollanda",
    "contact-phone-des1": "Pzt-Fri 09:00-17:00 arası",
    "contact-phone-des2": "+31202446988",
    "contact-email": "E-posta veya sohbet",
    "contact-email-des1": "Dost ekibimiz size yardımcı olmaya hazır",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "JSON Tercüman",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Bizimle temasa geçin",
    "contact-form-subtitle": "Bize Ulaşın",
    "contact-form-des2": "Senden haber almak isteriz",
    "contact-description1": "Size nasıl yardımcı olabiliriz?",
    "contact-description2": "Dost ekibimiz her zaman sohbete hazırdır",
    "contact-title": "Bize Ulaşın",
    "contact-phone": "Telefon numarası",
    "Translate JSON files in 5 seconds": "JSON dosyalarını 5 saniye içinde çevirin",
    "Start with the JSON Translator": "JSON çevirmeniyle başlayın",
    "Terms and Conditions": "Şartlar ve koşullar",
    "Terms and Conditions for JSON Tool": "JSON ARAÇI İÇİN HUMLAR VE KOŞULLAR",
    "Last Updated: 20 december 2023": "Son Güncelleme: 20 Aralık 2023",
    "1. Acceptance of Terms": "1. Terimlerin kabulü",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "JSON Tercüman tarafından sağlanan JSON aracına erişerek veya kullanarak, bu hüküm ve koşullara bağlı kalmayı kabul edersiniz. Bu terimlerin herhangi bir kısmını kabul etmiyorsanız, JSON aracını kullanamayabilirsiniz.",
    "2. Use of the JSON Tool": "2. JSON aracının kullanımı",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "JSON aracını kullanmak için en az 18 yaşında olmalısınız.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "JSON aracını kullanırken doğru ve eksiksiz bilgi sağlamayı kabul edersiniz ve doğruluğunu sağlamak için bu bilgileri güncellersiniz.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "JSON aracını kötüye kullanamayabilirsiniz. Yasaklanan faaliyetler arasında, bunlarla sınırlı olmamak üzere, yetkisiz erişim elde etmeye çalışmak, uygun işleyişe müdahale etmek veya yürürlükteki yasaları ve düzenlemeleri ihlal etmek bulunmaktadır.",
    "3. Intellectual Property": "3. Fikri Mülkiyet",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "Tüm içerik, özellikler ve işlevsellik dahil JSON aracı, şirketimizin sahibidir ve fikri mülkiyet yasaları tarafından korunmaktadır. Açık onayımız olmadan türev işleri çoğaltamaz, dağıtamaz, değiştiremez veya oluşturamazsınız.",
    "4. Privacy": "4. Gizlilik",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "JSON aracını kullanımınız, kişisel bilgilerinizi nasıl topladığımızı, kullandığımızı ve koruduğumuzu özetleyen gizlilik beyanımıza tabidir.",
    "5. Termination": "5. Fesih",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Bu Hüküm ve Koşulların ihlali de dahil olmak üzere herhangi bir nedenle, önceden bildirimde bulunmaksızın, JSON aracına erişiminizi herhangi bir zamanda feshetme veya askıya alma hakkını saklı tutarız.",
    "6. Changes to Terms and Conditions": "6. Şartlar ve Koşullardaki Değişiklikler",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Bu hüküm ve koşulları, uygulamalarımızdaki değişiklikleri veya diğer operasyonel, yasal veya düzenleyici nedenler için yansıtacak şekilde güncelleyebiliriz. JSON Aracı aracılığıyla kullanıcıları önemli değişiklikleri bilgilendireceğiz.",
    "7. Disclaimer of Warranties": "7. Garanti Feragatnamesi",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "JSON aracı, herhangi bir garanti olmadan 'olduğu gibi' sağlanır, açık veya ima edilir. Aracın hatasız veya kesintisiz olacağını garanti etmiyoruz.",
    "8. Limitation of Liability": "8. Sorumluluk Sınırlaması",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "Hiçbir durumda, JSON aracının kullanımı ile bağlantılı veya bağlantılı olarak ortaya çıkan dolaylı, sonuçsal, arızi, özel veya cezai zararlardan sorumlu olmayacaktır.",
    "9. Governing Law": "9. Yönetim Yasası",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Bu şartlar ve koşullar, hukuk ilkeleri çatışmasına bakılmaksızın, şirketimizin yasalarına göre yönetilir ve yorumlanır.",
    "10. Contact Us": "10. Bize Ulaşın",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Bu şartlar ve koşullarla ilgili herhangi bir sorunuz, endişeniz veya talebiniz varsa, lütfen info@jsontranslator.io adresinden bize ulaşın.",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "JSON aracını kullanarak, bu şartlar ve koşullarda belirtilen şartları kabul edersiniz.",
    "Thank you for choosing": "Seçtiğiniz için teşekkürler",
    "JSON Translator": "JSON Tercüman",
    "Privacy Statement": "Gizlilik Beyanı",
    "Privacy Statement for JSON Translator": "JSON çevirmen için gizlilik ifadesi",
    "1. Introduction": "1. Giriş",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "JSON çevirmen kullanıcılarımızın gizliliğine ve güvenliğine değer verir. Bu gizlilik bildirimi, web sitemizi ve hizmetlerimizi kullanırken kişisel bilgilerinizi nasıl topladığımızı, kullandığımızı ve koruduğumuzu özetler.",
    "2. Information We Collect": "2. Topladığımız bilgiler",
    "We collect the following types of information:": "Aşağıdaki bilgi türlerini topluyoruz:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Kişisel Bilgiler: Bir hesaba kaydolduğunuzda veya Hizmetlerimizi kullandığınızda, adınız, e -posta adresiniz ve ödeme bilgileriniz dahil ancak bunlarla sınırlı olmamak üzere kişisel bilgileri toplayabiliriz.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Kullanım Bilgileri: Etkileşimleriniz ve işlemleriniz de dahil olmak üzere web sitemizi ve hizmetlerimizi nasıl kullandığınız hakkında bilgi topluyoruz.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Cihaz Bilgileri: Hizmetlerimize erişmek için kullandığınız cihaz hakkında cihaz türü, işletim sistemi ve tarayıcı gibi bilgi toplayabiliriz.",
    "3. How We Use Your Information": "3. Bilgilerinizi nasıl kullanıyoruz",
    "To provide and improve our services.": "Hizmetlerimizi sağlamak ve geliştirmek için.",
    "To communicate with you about our services and updates.": "Hizmetlerimiz ve güncellemelerimiz hakkında sizinle iletişim kurmak için.",
    "To personalize your experience and provide targeted content.": "Deneyiminizi kişiselleştirmek ve hedeflenen içerik sağlamak için.",
    "To process payments and transactions.": "Ödemeleri ve işlemleri işlemek için.",
    "4. Information Sharing": "4. Bilgi Paylaşımı",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Kişisel bilgilerinizi üçüncü taraflara satmıyoruz, ticaret yapmıyoruz veya kiralayamıyoruz. Bununla birlikte, bu bilgileri gizli tutmayı kabul ettikleri sürece, web sitemizi işletmemize veya işimizi yürütmemize yardımcı olan güvenilir üçüncü taraf hizmet sağlayıcılarla bilgi paylaşabiliriz.",
    "5. Security Measures": "5. Güvenlik Önlemleri",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Bilgilerinizin güvenliğine öncelik veriyoruz. Kişisel bilgilerinizi yetkisiz erişim, ifşa, değişiklik ve yıkımdan korumak için endüstri standartları güvenlik önlemleri uyguluyoruz.",
    "6. Your Choices": "6. Seçimleriniz",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Sizinle ilgili tuttuğumuz kişisel bilgileri inceleme, güncelleme ve silme hakkına sahipsiniz. Ayrıca belirli iletişimden vazgeçmeyi de seçebilirsiniz.",
    "7. Changes to This Privacy Statement": "7. Bu Gizlilik Beyanında Değişiklikler",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Bu gizlilik bildirimini uygulamalarımızdaki değişiklikleri veya diğer operasyonel, yasal veya düzenleyici nedenleri yansıtacak şekilde güncelleyebiliriz. Web sitesi aracılığıyla kullanıcıları önemli değişiklikleri bilgilendireceğiz.",
    "8. Contact Us": "8. Bize Ulaşın",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Bu gizlilik bildirimi ile ilgili herhangi bir sorunuz, endişeniz veya talebiniz varsa, lütfen info@jsontranslator.io adresinden bize ulaşın.",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Web sitemizi ve hizmetlerimizi kullanarak, bu gizlilik bildirisinde belirtilen şartları kabul edersiniz.",
    "Thank you for choosing JSON Translator. ": "JSON çevirmenini seçtiğiniz için teşekkür ederiz.",
    "Cookie Statement": "Kurabiye ifadesi",
    "Cookie Statement for JSON Tool": "JSON Aracı için Çerez Açıklaması",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Bu çerez ifadesi, JSON Tercümanının JSON aracını kullanırken çerezleri ve benzer teknolojileri nasıl kullandığını açıklar. JSON aracını kullanarak, bu ifadede açıklandığı gibi çerezlerin kullanılmasına izin verirsiniz.",
    "2. What Are Cookies?": "2. Çerezler nelerdir?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Çerezler, bir web sitesini ziyaret ettiğinizde cihazınızda (bilgisayar, tablet veya cep telefonu) saklanan küçük metin dosyalarıdır. Web sitelerinin çalışmasını sağlamak veya verimliliklerini artırmak ve web sitesi sahiplerine bilgi sağlamak için yaygın olarak kullanılırlar.",
    "3. How We Use Cookies": "3. Çerezleri nasıl kullanıyoruz",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Bu çerezler JSON aracının düzgün çalışması için gereklidir. Güvenlik, ağ yönetimi ve erişilebilirlik gibi temel işlevselliği etkinleştirirler.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Kullanıcıların JSON aracıyla nasıl etkileşime girdikleri hakkında bilgi toplamak için analiz çerezlerini kullanıyoruz. Bu, performans ve kullanıcı deneyimini analiz etmemize ve geliştirmemize yardımcı olur.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Pazarlama çerezleri, web sitelerinde ziyaretçileri izlemek için kullanılır. Amaç, bireysel kullanıcı için alakalı ve ilgi çekici reklamları görüntülemektir.",
    "4. Types of Cookies We Use": "4. Kullandığımız çerez türleri",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Bunlar, tarayıcınızı kapattığınızda sona eren geçici çerezlerdir.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Bu çerezler, belirli bir süre için veya silmeye kadar cihazınızda kalır.",
    "5. Your Choices": "5. Seçimleriniz",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Çerezleri istediğiniz gibi kontrol edebilir ve/veya silebilirsiniz. Zaten cihazınızda bulunan tüm çerezleri silebilirsiniz ve çoğu tarayıcıyı yerleştirilmesini önlemek için ayarlayabilirsiniz. Ancak, bunu yaparsanız, JSON aracını her ziyaret ettiğinizde bazı tercihleri manuel olarak ayarlamanız gerekebilir.",
    "6. Third-Party Cookies": "6. Üçüncü taraf çerezler",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Bizim adımıza çerezleri ayarlayabilecek üçüncü taraf hizmetleri kullanabiliriz. Bu çerezler, bu üçüncü taraf sağlayıcıların ilgili gizlilik politikalarına tabidir.",
    "7. Changes to This Cookie Statement": "7. Bu çerez ifadesindeki değişiklikler",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Bu çerez ifadesini, uygulamalarımızdaki değişiklikleri veya diğer operasyonel, yasal veya düzenleyici nedenleri yansıtacak şekilde güncelleyebiliriz. JSON Aracı aracılığıyla kullanıcıları önemli değişiklikleri bilgilendireceğiz.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Bu çerez ifadesi ile ilgili herhangi bir sorunuz, endişeniz veya talebiniz varsa, lütfen info@jsontranslator.io adresinden bize ulaşın.",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "JSON aracını kullanarak, bu ifadede belirtildiği gibi çerezlerin kullanılmasını kabul edersiniz.",
    "success": "başarı",
    "Please select the valid json file": "Lütfen geçerli JSON dosyasını seçin",
    "The file size should be less than 5MB": "Dosya boyutu 5MB'den az olmalı",
    "The file loaded": "Dosya yüklendi",
    "Please select the json file": "Lütfen JSON dosyasını seçin",
    "Please select your target language": "Lütfen hedef dilinizi seçin",
    "Content copied to clipboard!": "İçerik Panoya kopyalandı!",
    "Unable to copy content to clipboard": "İçeriği panoya kopyalayamıyor",
    "Password is reset.": "Şifre sıfırlanır.",
    "Signup success": "Kayıt Başarısı",
    "Successfully canceled your subscription": "Aboneliğinizi başarıyla iptal etti",
    "Changed successfully": "Başarılı bir şekilde değişti",
    "Current passworf field is not correct": "Mevcut Passworf alanı doğru değil",
    "Download all files": "Tüm dosyaları indirin",
    "Download file": "Dosyayı indir",
    "Download": "İndirmek",
    "*** You can try one file for free. ***": "*** Bir dosyayı ücretsiz olarak deneyebilirsiniz. ***",
    "Unlimited": "Sınırsız",
    "Per month": "Her ay",
    "Billed yearly": "Yıllık faturalandırıldı",
    "Get started": "Başlamak",
    "Try one file for free": "Ücretsiz bir dosyayı deneyin",
    "FEATURES": "ÖZELLİKLER",
    "Everything in our free plan plus....": "Ücretsiz planımızdaki her şey artı ...",
    "1 year unlimited translations": "1 yıllık sınırsız çeviriler",
    "Translate into 260+ languages at the click of a button": "Bir düğmeyi tıklatarak 260+ dile çevirin",
    "Easily download translated files": "Çeviri dosyalarını kolayca indirin",
    "The best translation quality with the use of ChatGPT": "Chatgpt kullanımı ile en iyi çeviri kalitesi",
    "Receive email support within 24 hours and online chat": "24 saat içinde e -posta desteği ve çevrimiçi sohbet alın",
    "Paid per file": "Dosya başına ödenmiş",
    "per file": "dosya başına",
    "Easily pay per file for occasional use": "Ara sıra kullanım için dosya başına kolayca ödeme",
    "Easily translate and pay per file": "Dosya başına kolayca çevirin ve ödeyin",
    "Choose from 260+ translation options": "260+ çeviri seçeneği arasından seçim yapın",
    "Receive email support within 48 hours": "48 saat içinde e -posta desteği alın",
    "Translate complete JSON files": "Komple JSON dosyalarını çevir",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "JSON dosyalarını bir daha asla parçalara ayırmayın; Chatgpt tarafından desteklenen bir bütün olarak tercüme edin.",
    "Translate with ChatGPT": "Chatgpt ile tercüme et",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Chatgpt ile çevirin, Google Translate ve Deepl'den daha iyi.",
    "Choose from 260+ languages": "260+ dil arasından seçim yapın",
    "The widest range of languages, choose from 260+ languages.": "En geniş dil yelpazesi, 260+ dil arasından seçim yapın.",
    "We offer unlimited packages": "Sınırsız paketler sunuyoruz",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Karakter başına ödeme veya dize ile güçlük yok; Sınırsız paketler sunuyoruz.",
    "Multi-translate option": "Çoklu translate seçeneği",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Dakikalar içinde bir düğmeye basarak Complete JSON dosyalarını 260+ dile çevirin.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "En hızlı araç, tüm JSON dosyalarını 5 saniyeden daha kısa bir sürede çevirin.",
    "Select your original language": "Orijinal dilinizi seçin",
    "Get in touch": "Temasta olmak",
    "Select your target language": "Hedef dilinizi seçin",
    "ADD EXTRA OUTPUT LANGUAGE": "Ekstra Çıktı Dili Ekle",
    "Start translation": "Çeviri başlat",
    "Output language(s)": "Çıktı dili (ler)",
    "Setting": "Ayar",
    "Join us as an affiliate partner and get 10% commission": "Bir ortaklık ortağı olarak bize katılın ve% 10 komisyon alın",
    "Get up and running in less than 5 minutes.": "5 dakikadan daha kısa bir sürede kalkmaya başlayın.",
    "pload your main JSON file and select a language": "Ana JSON dosyanızı ekleyin ve bir dil seçin",
    "Send message": "Mesaj gönder",
    "You agree to our friendly ": "Arkadaşlığımızı kabul ediyorsun",
    "privacy policy": "Gizlilik Politikası",
    "Read more": "Devamını oku"
}