{
    "link-home": "Домашній",
    "link-tool": "Інструмент",
    "link-howitworks": "Як це працює",
    "link-pricing": "Ціноутворення",
    "footer-link-contact": "Контакт",
    "footer-link-affiliate": "Філій",
    "footer-link-terms": "Умови",
    "footer-link-privacy": "Приватність",
    "footer-link-cookies": "Печиво",
    "link-privacy": "Приватність",
    "link-faq": "Поширення",
    "link-login": "Увійти",
    "link-logout": "Вийти",
    "link-tool-edit": "Редагувати",
    "link-tool-trans": "Перекладати",
    "homepage-aipublish-title": "Перекладіть повний файл JSON за кілька секунд",
    "homepage-aipublish-sub-title1": "Перекладіть файли JSON",
    "homepage-aipublish-sub-title2": "Перекладіть свій файл JSON",
    "homepage-aipublish-sub-title3": "Працює від чатгпта",
    "homepage-aipublish-info-title": "Перекладіть файли json за допомогою натискання кнопки.",
    "homepage-aipublish-info-sub-title": "Перекладіть цілі файли JSON відразу за допомогою нашого інструменту, що працює від Chatgpt",
    "homepage-aipublish-info-des": "За допомогою нашого інструменту можна перекласти (великі) файли json відразу на 260+ мовою. Переклад здійснюється за допомогою чатгпта, і за допомогою нашого інструменту вам не потрібно розділяти файли на окремі частини.",
    "homepage-aipublish-edit-title": "Перекладіть цілі файли JSON відразу, протягом декількох секунд",
    "homepage-aipublish-edit-des": "За допомогою перекладача JSON ви можете перекладати (великі) файли json відразу без необхідності розділити файл на кілька частин. Просто перекладіть файл JSON за один раз.",
    "homepage-aipublish-edit-item1": "Якісний переклад через використання чатгпта",
    "homepage-aipublish-edit-item2": "Ви можете перекласти цілі файли відразу",
    "homepage-aipublish-edit-item3": "Це не може отримати швидше, всього 5 секунд для перекладеного файлу JSON",
    "homepage-aipublish-trans-title": "Необмежений переклад JSON на 260+ мовах",
    "homepage-aipublish-trans-des": "За допомогою нашого інструменту ви можете перекласти файли json на 260+ мов, забезпечуючи найвищу досяжну якість перекладу за допомогою Chatgpt",
    "homepage-aipublish-trans-item1": "Перекладений файл JSON майже на всіх мовах",
    "homepage-aipublish-trans-item2": "Ви можете вибрати одноразові переклади та платити за файл",
    "homepage-aipublish-trans-item3": "Якщо ви хочете регулярно перекладати файли JSON, виберіть необмежену кількість членів",
    "homepage-aipublish-price-title": "Ціноутворення",
    "homepage-aipublish-price-sub-title": "Прості, прозорі ціни",
    "homepage-aipublish-price-des": "Ми дозволяємо перекладам JSON для всіх, хто має справу з перекладом та локалізацією веб -сайтів та програм.",
    "faq-title": "Питання що часто задаються",
    "faq-description": "Все, що потрібно знати про перекладача JSON",
    "faq-item-title1": "Яка основна функція цього інструменту?",
    "faq-item-description1": "Наш інструмент дозволяє перекладати повні файли JSON майже на всі мови за один раз, без необхідності розділити файл на окремі фрагменти.",
    "faq-item-title2": "Які мови підтримуються інструментом?",
    "faq-item-title3": "Як швидко я можу перекласти файл JSON?",
    "faq-item-title4": "Яка різниця між одноразовим перекладом та необмеженим членством?",
    "faq-item-title5": "Чи можу я довіряти якості перекладу?",
    "faq-item-title6": "Чи необхідні технічні знання для використання інструменту?",
    "faq-item-title7": "Як я можу розпочати роботу з інструментом?",
    "faq-item-title8": "Чи пропонуєте ви підтримку, якщо у мене є питання або потрібна допомога з інструментом?",
    "faq-item-title9": "Чи можу я отримати безкоштовний пробний період, щоб спробувати інструмент?",
    "faq-item-title10": "Чи захищені мої дані при використанні інструменту?",
    "faq-case-study": "Все ще виникають запитання?",
    "faq-case-study-title3": "Не можете знайти відповідь, яку ви шукаєте? Будь ласка, поспілкуйтеся з нашою дружньою командою.",
    "footer-copyright": "© 2023 JSON перекладач Усі права захищені.",
    "btn-try-free": "Спробуйте безкоштовно",
    "signin-form-title": "Увійдіть у свій рахунок",
    "signin-form-welcome": "Вітко! Введіть свої дані.",
    "signin-form-email": "Електронна пошта",
    "signin-email-placeholder": "Введіть вам електронну пошту",
    "signin-form-password": "пароль",
    "signin-password-placeholder": "Введіть ваш пароль",
    "signin-form-remember": "Пам'ятайте протягом 30 днів",
    "signin-form-forget": "Забули пароль",
    "error-email-exist": "Електронна пошта вже реєструється",
    "error-password-required": "Потрібен пароль.",
    "error-pwdConfirm-required": "Потрібно підтвердити пароль.",
    "error-password-not-confirm": "Пароль та пароль підтвердження не те саме.",
    "error-email-required": "Потрібна електронна пошта.",
    "error-firstname-required": "Потрібне ім'я.",
    "error-lastname-required": "Потрібно ім'я.",
    "error-country-required": "Необхідна країна.",
    "button-signin": "УВІЙТИ",
    "button-signup": "Зареєструватися",
    "login_success": "Легінований успішний",
    "please_login": "Будь ласка, спробуйте ще раз після входу",
    "error-invalid-signin": "Інформація про обліковий запис не є дійсною",
    "trans-form-title": "Перекладіть свої файли JSON",
    "edit-form-subtitle": "Виберіть свій останній файл, щоб завершити інтернет -переклад",
    "edit-form-guide1": "Виберіть файл або перетягніть сюди",
    "edit-form-guide2": "Розмір файлу JSON не більше 10 Мб",
    "select-language": "Оберіть мову",
    "select-file": "Виберіть Файл",
    "faq-item-description9": "Ми пропонуємо можливість безкоштовно спробувати перекладач JSON. Після цього початкового випробування вам потрібно буде вибрати один із наших платних пакетів, таких як оплата за файл або необмежений",
    "checkout-form-title": "Почніть з перекладача JSON",
    "checkout-form-subtitle": "Перегляньте відео або спробуйте безкоштовно один раз.",
    "checkout-form-des2": "Заповніть форму нижче та спробуйте наш інструмент повністю безкоштовно.",
    "checkout-page-title": "Переваги перекладача JSON",
    "checkout-page-subtitle": "Чому перекладач JSON?",
    "checkout-page-des": "За допомогою перекладача JSON ви можете перекласти файли JSON на 260+ мовами лише клацанням, завершуючи процес за 5 секунд за файл. Гарантований переклад найвищої якості, що працює на базі Chatgpt",
    "affiliate-description": "Чи є у вас велика мережа/охоплення серед розробників програмного забезпечення та будівельників веб -та додатків? Якщо так, підпишіться на нашу партнерську програму, пропагуйте перекладача JSON та заробляйте гроші",
    "affiliate-title": "Заробляйте гроші, просуваючи наш інструмент",
    "affiliate-info-title": "Особливості",
    "affiliate-info-sub-title": "Сприяти нашому інструменту та заробляти гроші",
    "affiliate-info-des": "Заробляйте гроші, просуваючи перекладач JSON у вашій мережі. Ви отримаєте рекламні матеріали, такі як банери та посилання, якими ви можете використовувати. Заробляйте 10% комісії на наших оплачуваних пакетах із щомісячними виплатами",
    "affiliate-edit-title": "Задоволений? Поділіться новинами",
    "affiliate-edit-des": "Якщо ви задоволені перекладачем JSON, розкладіть слово!",
    "affiliate-edit-item1": "Ви отримаєте особисте посилання",
    "affiliate-edit-item2": "Поділіться посиланням у своїй мережі",
    "affiliate-edit-item3": "Сприяти перекладача JSON та заробляти гроші",
    "affiliate-trans-title": "Заробляйте 10% за посиланням",
    "affiliate-trans-des": "Заробляйте легкі гроші, просуваючи наш інструмент. Отримайте 9 доларів для кожного посилання",
    "affiliate-trans-item1": "Високий відсоток на одного користувача",
    "affiliate-trans-item2": "Щомісячна виплата",
    "affiliate-trans-item3": "Очистити приладову панель для партнерів",
    "affiliate-third-title": "Відстежуйте результати у власній інформаційній панелі",
    "affiliate-third-des": "Ви отримаєте доступ до панелі професійної партнерської панелі. Ви можете стежити за своїми результатами та заробітком, і ви отримаєте доступ до рекламних матеріалів",
    "affiliate-third-item1": "Перевірте, скільки користувачів ви посилалися",
    "affiliate-third-item2": "Перегляньте свій реферальний заробіток",
    "affiliate-third-item3": "Завантажте найкращі рекламні матеріали",
    "Share team inboxes": "Поділитися командними вхідними ящиками",
    "Whether you have a team of 2 or 200, our shared team inboxes keep everyone on the same page and in the loop.": "Незалежно від того, чи є у вас команда з 2 або 200, наші входи в спільній команді тримають усіх на одній сторінці та в циклі.",
    "signup-form-title": "Зареєструйтесь своїм обліковим записом",
    "signup-form-welcome": "Ласкаво просимо тут! Введіть свої дані.",
    "signup-form-firstname": "Ім'я",
    "signup-form-lastname": "Прізвище",
    "signup-form-country": "Країна",
    "signup-placeholder-firstname": "Введіть своє ім'я першого",
    "signup-placeholder-lastname": "Введіть своє останнє ім'я",
    "signup-placeholder-country": "Введіть свою країну",
    "signup-form-email": "Електронна пошта",
    "signup-placeholder-email": "Введіть вам електронну пошту",
    "signup-form-password": "Пароль",
    "signup-placeholder-password": "Введіть ваш пароль",
    "signup-form-password-confirm": "Підтвердити пароль",
    "signup-placeholder-password-confirm": "Введіть свій пароль підтвердження",
    "signup-button-signup": "Зареєструватися",
    "have-not-account": "Не маєте облікового запису?",
    "Deliver instant answers": "Надайте миттєві відповіді",
    "An all-in-one customer service platform that helps you balance everything your customers need to be happy.": "Платформа обслуговування клієнтів все в одному, яка допомагає збалансувати все, що потрібно, щоб ваші клієнти були щасливими.",
    "msg_firstName_required": "Ім'я потрібно",
    "msg_lastName_required": "Прізвище потрібно",
    "msg_email_required": "Потрібна електронна пошта",
    "msg_email_invalid": "Електронна пошта недійсна",
    "msg_country_required": "Потрібна країна",
    "msg_phone_required": "Потрібен номер телефону",
    "msg_message_required": "Потрібне повідомлення",
    "msg_agree_our_policy": "Будь ласка, погоджуйтеся на нашу політику",
    "msg_error_checkout": "Будь ласка спробуйте ще раз",
    "jwt malformed": "Будь ласка, увійдіть і спробуйте ще раз",
    "faq-item-description2": "Наш інструмент підтримує переклади на будь -які мови (260+), що дозволяє глобальний переклад.",
    "faq-item-description3": "Переклад файлу JSON відбувається всього за кілька секунд, надаючи вам швидкий доступ до перекладеного вмісту",
    "faq-item-description4": "За допомогою одноразового перекладу ви платите за перекладений файл, тоді",
    "faq-item-description5": "Так, наш інструмент використовує чатгпт і забезпечує високоякісні переклади з високою точністю. Краще, ніж Google Translate і Deepl",
    "faq-item-description6": "Ні, наш інструмент зручний для користувачів і не потребує технічних навичок. Він розроблений для легкого використання",
    "faq-item-description7": "Виберіть з наших пакетів і просто завантажте файл JSON, який ви хочете перекласти. Виберіть цільову мову (и), і протягом декількох секунд ви отримаєте перекладений файл",
    "faq-item-description8": "Так, ми пропонуємо чудову підтримку клієнтів для вирішення всіх ваших запитів та допомоги вам у використанні нашого інструменту. Ми надаємо 24 та 48-годинну підтримку електронною поштою та чатом у прямому ефірі",
    "faq-item-description10": "Так, ми надаємо пріоритет безпеці ваших даних та впроваджуємо суворі заходи щодо їх захисту. Ваші файли не зберігаються на нашому сервері і негайно видаляються з наших систем відразу після перекладу. (Важливо забезпечити надійно перекладені файли на кінці)",
    "privacy-header-title": "Заява про конфіденційність JSON перекладач",
    "contact-location-des2": "EJ Амстердам Нідерланди",
    "contact-phone-des1": "Пн-пт з 9:00 до 17:00",
    "contact-phone-des2": "+31202446988",
    "contact-email": "Електронна пошта або чат",
    "contact-email-des1": "Наша доброзичлива команда готова допомогти вам",
    "contact-email-des2": "info@jsontranslator.io",
    "contact-company": "Перекладач JSON",
    "contact-company-des1": "KVK 91734665",
    "contact-company-des2": "BTW NL865754305B01",
    "contact-form-title": "Зв’яжіться з нами",
    "contact-form-subtitle": "Зв'яжіться з нами",
    "contact-form-des2": "Ми хотіли б почути від вас",
    "contact-description1": "Як ми можемо вам допомогти?",
    "contact-description2": "Наша дружня команда завжди готова до чату",
    "contact-title": "Зв'яжіться з нами",
    "contact-phone": "Номер телефону",
    "Translate JSON files in 5 seconds": "Перекладіть файли JSON за 5 секунд",
    "Start with the JSON Translator": "Почніть з перекладача JSON",
    "Terms and Conditions": "Правила та умови",
    "Terms and Conditions for JSON Tool": "Загальні положення та умови для інструменту JSON",
    "Last Updated: 20 december 2023": "Останнє оновлення: 20 грудня 2023 року",
    "1. Acceptance of Terms": "1. Прийняття термінів",
    "By accessing or using the JSON Tool provided by JSON Translator, you agree to be bound by these Terms and Conditions. If you do not agree with any part of these terms, you may not use the JSON Tool.": "Отримавши доступ або використовуючи інструмент JSON, наданий перекладачем JSON, ви погоджуєтесь бути пов'язаними цими умовами. Якщо ви не погоджуєтесь з будь -якою частиною цих умов, ви не можете використовувати інструмент JSON.",
    "2. Use of the JSON Tool": "2. Використання інструменту JSON",
    "2.1 Eligibility: You must be at least 18 years old to use the JSON Tool.": "Вам повинно бути щонайменше 18 років, щоб використовувати інструмент JSON.",
    "2.2 Account Information: You agree to provide accurate and complete information when using the JSON Tool, and you will update this information to ensure its accuracy.": "Ви погоджуєтесь надати точну та повну інформацію під час використання інструменту JSON, і ви оновите цю інформацію, щоб забезпечити її точність.",
    "2.3 Prohibited Activities: You may not misuse the JSON Tool. Prohibited activities include, but are not limited to, attempting to gain unauthorized access, interfering with the proper functioning, or violating applicable laws and regulations.": "Ви можете не зловживати інструментом JSON. Заборонена діяльність включає, але не обмежується ними, намагання отримати несанкціонований доступ, втручатися у належне функціонування або порушення застосовних законів та правил.",
    "3. Intellectual Property": "3. Інтелектуальна власність",
    "The JSON Tool, including all content, features, and functionality, is owned by our company and is protected by intellectual property laws. You may not reproduce, distribute, modify, or create derivative works without our explicit consent.": "Інструмент JSON, включаючи весь вміст, функції та функціональність, належить нашій компанії та захищений законами про інтелектуальну власність. Ви не можете відтворювати, розповсюджувати, змінювати чи створювати похідні роботи без нашої явної згоди.",
    "4. Privacy": "4. Конфіденційність",
    "Your use of the JSON Tool is subject to our Privacy Statement, which outlines how we collect, use, and protect your personal information.": "Ваше використання інструменту JSON підлягає нашій заяві про конфіденційність, в якій визначається, як ми збираємо, використовуємо та захищаємо вашу особисту інформацію.",
    "5. Termination": "5. Закінчення",
    "We reserve the right to terminate or suspend your access to the JSON Tool at any time, without prior notice, for any reason, including violation of these Terms and Conditions.": "Ми залишаємо за собою право припинити або призупинити ваш доступ до інструменту JSON в будь -який час, без попереднього повідомлення, з будь -якої причини, включаючи порушення цих умов.",
    "6. Changes to Terms and Conditions": "6. Зміни на умови та умови",
    "We may update these Terms and Conditions to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Ми можемо оновити ці умови, щоб відобразити зміни в нашій практиці або з інших оперативних, юридичних чи регуляторних причин. Ми повідомимо користувачів про будь -які суттєві зміни через інструмент JSON.",
    "7. Disclaimer of Warranties": "7. Відмова від гарантій",
    "The JSON Tool is provided 'as is,' without any warranties, express or implied. We do not guarantee that the tool will be error-free or uninterrupted.": "Інструмент JSON надається як є, без будь -яких гарантій, експресу чи побічних. Ми не гарантуємо, що інструмент буде без помилок або безперебійним.",
    "8. Limitation of Liability": "8. Обмеження відповідальності",
    "In no event shall be liable for any indirect, consequential, incidental, special, or punitive damages arising out of or in connection with the use of the JSON Tool.": "Ні в якому разі не несе відповідальності за будь -які непрямі, наслідкові, випадкові, спеціальні або каральні збитки, що виникають із або у зв'язку з використанням інструменту JSON.",
    "9. Governing Law": "9. Керівний закон",
    "These Terms and Conditions are governed by and construed in accordance with the laws of our company, without regard to its conflict of law principles.": "Ці умови регулюються та тлумачиться відповідно до законів нашої Компанії, без огляду на її принципи конфлікту закону.",
    "10. Contact Us": "10. Зв’яжіться з нами",
    "If you have any questions, concerns, or requests regarding these Terms and Conditions, please contact us at info@jsontranslator.io": "Якщо у вас є якісь питання, проблеми чи запити щодо цих умов, будь ласка, зв'яжіться з нами за адресою info@jsontranslator.io",
    "By using the JSON Tool, you agree to the terms outlined in these Terms and Conditions.": "Використовуючи інструмент JSON, ви погоджуєтесь з умовами, викладеними в цих умовах.",
    "Thank you for choosing": "Дякую за вибір",
    "JSON Translator": "Перекладач JSON",
    "Privacy Statement": "Заява про конфіденційність",
    "Privacy Statement for JSON Translator": "Заява про конфіденційність для перекладача JSON",
    "1. Introduction": "1. Введення",
    "JSON Translator values the privacy and security of our users. This Privacy Statement outlines how we collect, use, and protect your personal information when you use our website and services.": "Перекладач JSON цінує конфіденційність та безпеку наших користувачів. Ця заява про конфіденційність окреслює, як ми збираємо, використовуємо та захищаємо вашу особисту інформацію, коли ви використовуєте наш веб -сайт та послуги.",
    "2. Information We Collect": "2. Інформація, яку ми збираємо",
    "We collect the following types of information:": "Ми збираємо такі типи інформації:",
    "Personal Information: When you sign up for an account or use our services, we may collect personal information, including but not limited to your name, email address, and payment details.": "Особиста інформація: Коли ви зареєструєтесь на обліковий запис або користуєтесь нашими послугами, ми можемо збирати особисту інформацію, включаючи, але не обмежуючись вашим іменем, електронною адресою та інформацією про платіж.",
    "Usage Information: We collect information about how you use our website and services, including your interactions and transactions.": "Інформація про використання: Ми збираємо інформацію про те, як ви користуєтесь нашим веб -сайтом та послугами, включаючи свої взаємодії та транзакції.",
    "Device Information: We may collect information about the device you use to access our services, such as the device type, operating system, and browser.": "Інформація про пристрій: Ми можемо збирати інформацію про пристрій, який ви використовуєте для доступу до наших служб, наприклад, тип пристрою, операційна система та браузер.",
    "3. How We Use Your Information": "3. Як ми використовуємо вашу інформацію",
    "To provide and improve our services.": "Надати та вдосконалити наші послуги.",
    "To communicate with you about our services and updates.": "Щоб спілкуватися з вами про наші послуги та оновлення.",
    "To personalize your experience and provide targeted content.": "Для персоналізації свого досвіду та надання цільового вмісту.",
    "To process payments and transactions.": "Для обробки платежів та транзакцій.",
    "4. Information Sharing": "4. обмін інформацією",
    "We do not sell, trade, or rent your personal information to third parties. However, we may share information with trusted third-party service providers who assist us in operating our website or conducting our business, as long as they agree to keep this information confidential.": "Ми не продаємо, не торгуємо і не орендуємо вашу особисту інформацію третім сторонам. Однак ми можемо ділитися інформацією з надійними сторонніми постачальниками послуг, які допомагають нам керувати нашим веб-сайтом або проводити наш бізнес, якщо вони погоджуються зберігати цю інформацію конфіденційною.",
    "5. Security Measures": "5. Заходи безпеки",
    "We prioritize the security of your information. We implement industry-standard security measures to protect your personal information from unauthorized access, disclosure, alteration, and destruction.": "Ми надаємо пріоритет безпеці вашої інформації. Ми впроваджуємо галузеві заходи безпеки для захисту вашої особистої інформації від несанкціонованого доступу, розголошення, змін та знищення.",
    "6. Your Choices": "6. Ваш вибір",
    "You have the right to review, update, and delete the personal information we hold about you. You may also choose to opt-out of certain communications.": "Ви маєте право переглянути, оновлювати та видалити особисту інформацію, яку ми маємо про вас. Ви також можете відмовитись від певних комунікацій.",
    "7. Changes to This Privacy Statement": "7. Зміни до цієї заяви про конфіденційність",
    "We may update this Privacy Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the website.": "Ми можемо оновити цю заяву про конфіденційність, щоб відобразити зміни в нашій практиці або з інших оперативних, юридичних чи регуляторних причин. Ми повідомимо користувачів про будь -які суттєві зміни через веб -сайт.",
    "8. Contact Us": "8. Зв’яжіться з нами",
    "If you have any questions, concerns, or requests regarding this Privacy Statement, please contact us at info@jsontranslator.io": "Якщо у вас є якісь питання, проблеми чи запити щодо цієї заяви про конфіденційність, будь ласка, зв'яжіться з нами за адресою info@jsontranslator.io",
    "By using our website and services, you agree to the terms outlined in this Privacy Statement.": "Використовуючи наш веб -сайт та послуги, ви погоджуєтесь з умовами, викладеними в цій заяві про конфіденційність.",
    "Thank you for choosing JSON Translator. ": "Дякую, що вибрали перекладач JSON.",
    "Cookie Statement": "Заява про cookie",
    "Cookie Statement for JSON Tool": "Заява про cookie для інструменту JSON",
    "This Cookie Statement explains how JSON Translator uses cookies and similar technologies when you use the JSON Tool. By using the JSON Tool, you consent to the use of cookies as described in this statement.": "Ця заява про cookie пояснює, як JSON перекладач використовує файли cookie та подібні технології, коли ви використовуєте інструмент JSON. Використовуючи інструмент JSON, ви погоджуєтесь на використання файлів cookie, як описано в цьому твердженні.",
    "2. What Are Cookies?": "2. Що таке печиво?",
    "Cookies are small text files that are stored on your device (computer, tablet, or mobile phone) when you visit a website. They are widely used to make websites work or to improve their efficiency, as well as to provide information to website owners.": "Файли cookie - це невеликі текстові файли, які зберігаються на вашому пристрої (комп'ютер, планшет або мобільний телефон), коли ви відвідуєте веб -сайт. Вони широко використовуються для того, щоб веб -сайти працювали або підвищити свою ефективність, а також надати інформацію власникам веб -сайтів.",
    "3. How We Use Cookies": "3. Як ми використовуємо файли cookie",
    "3.1 Essential Cookies: These cookies are necessary for the JSON Tool to function properly. They enable core functionality such as security, network management, and accessibility.": "Ці файли cookie необхідні для належного функціонування інструменту JSON. Вони забезпечують основні функціональні можливості, такі як безпека, управління мережею та доступність.",
    "3.2 Analytics Cookies: We use analytics cookies to collect information about how users interact with the JSON Tool. This helps us analyze and improve the performance and user experience.": "Ми використовуємо файли cookie Analytics для збору інформації про те, як користувачі взаємодіють із інструментом JSON. Це допомагає нам проаналізувати та покращити продуктивність та досвід користувачів.",
    "3.3 Marketing Cookies: Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user.": "Маркетингові файли cookie використовуються для відстеження відвідувачів на веб -сайтах. Намір полягає в тому, щоб відображати рекламу, які є релевантними та залучаються для окремого користувача.",
    "4. Types of Cookies We Use": "4. Типи файлів cookie, які ми використовуємо",
    "4.1 Session Cookies: These are temporary cookies that expire when you close your browser.": "Це тимчасові файли cookie, які закінчуються, коли ви закриваєте браузер.",
    "4.2 Persistent Cookies: These cookies remain on your device for a set period or until you delete them.": "Ці файли cookie залишаються на вашому пристрої протягом встановленого періоду або до тих пір, поки ви не видалите їх.",
    "5. Your Choices": "5. Ваш вибір",
    "You can control and/or delete cookies as you wish. You can delete all cookies that are already on your device, and you can set most browsers to prevent them from being placed. However, if you do this, you may have to manually adjust some preferences each time you visit the JSON Tool.": "Ви можете контролювати та/або видалити файли cookie, як хочете. Ви можете видалити всі файли cookie, які вже знаходяться на вашому пристрої, і ви можете встановити більшість браузерів, щоб запобігти їх розміщенню. Однак якщо ви це зробите, можливо, вам доведеться вручну коригувати деякі уподобання кожного разу, коли ви відвідуєте інструмент JSON.",
    "6. Third-Party Cookies": "6. Стороннє печиво",
    "We may use third-party services that may set cookies on our behalf. These cookies are subject to the respective privacy policies of these third-party providers.": "Ми можемо використовувати сторонні послуги, які можуть встановити файли cookie від нашого імені. Ці файли cookie підлягають відповідній політиці конфіденційності цих сторонніх постачальників.",
    "7. Changes to This Cookie Statement": "7. Зміни до цього заяви про cookie",
    "We may update this Cookie Statement to reflect changes in our practices or for other operational, legal, or regulatory reasons. We will notify users of any significant changes through the JSON Tool.": "Ми можемо оновити цю заяву про cookie, щоб відобразити зміни в нашій практиці або з інших оперативних, юридичних чи регуляторних причин. Ми повідомимо користувачів про будь -які суттєві зміни через інструмент JSON.",
    "If you have any questions, concerns, or requests regarding this Cookie Statement, please contact us at info@jsontranslator.io": "Якщо у вас є якісь питання, проблеми чи запити щодо цієї заяви про cookie, будь ласка, зв'яжіться з нами за адресою info@jsontranslator.io",
    "By using the JSON Tool, you agree to the use of cookies as outlined in this statement.": "Використовуючи інструмент JSON, ви погоджуєтесь з використанням файлів cookie, як зазначено в цій заяві.",
    "success": "успіх",
    "Please select the valid json file": "Будь ласка, виберіть дійсний файл JSON",
    "The file size should be less than 5MB": "Розмір файлу повинен бути менше 5 Мб",
    "The file loaded": "Файл завантажений",
    "Please select the json file": "Будь ласка, виберіть файл JSON",
    "Please select your target language": "Виберіть свою цільову мову",
    "Content copied to clipboard!": "Вміст, скопійований у буфер обміну!",
    "Unable to copy content to clipboard": "Неможливо скопіювати вміст у буфер обміну",
    "Password is reset.": "Пароль скидається.",
    "Signup success": "Успіх реєстрації",
    "Successfully canceled your subscription": "Успішно скасував вашу підписку",
    "Changed successfully": "Успішно змінився",
    "Current passworf field is not correct": "Поточне поле Passworf не є правильним",
    "Download all files": "Завантажте всі файли",
    "Download file": "Завантажити файл",
    "Download": "Завантажувати",
    "*** You can try one file for free. ***": "*** Ви можете спробувати один файл безкоштовно. ***",
    "Unlimited": "Необмежений",
    "Per month": "На місяць",
    "Billed yearly": "Виставлений щорічно",
    "Get started": "Почати",
    "Try one file for free": "Спробуйте один файл безкоштовно",
    "FEATURES": "Особливості",
    "Everything in our free plan plus....": "Все в нашому вільному плані плюс ....",
    "1 year unlimited translations": "1 рік необмежені переклади",
    "Translate into 260+ languages at the click of a button": "Перекладіть на мови 260+ при натисканні кнопки",
    "Easily download translated files": "Легко завантажити перекладені файли",
    "The best translation quality with the use of ChatGPT": "Найкраща якість перекладу з використанням чатгпта",
    "Receive email support within 24 hours and online chat": "Отримати підтримку електронною поштою протягом 24 годин та в Інтернеті чат",
    "Paid per file": "Оплачений за файл",
    "per file": "за файл",
    "Easily pay per file for occasional use": "Легко платити за файл за випадкові використання",
    "Easily translate and pay per file": "Легко перекладати та платити за файл",
    "Choose from 260+ translation options": "Виберіть з 260+ варіантів перекладу",
    "Receive email support within 48 hours": "Отримати підтримку електронною поштою протягом 48 годин",
    "Translate complete JSON files": "Перекладіть повні файли JSON",
    "Never again split JSON files into parts; simply translate as a whole, powered by ChatGPT.": "Ніколи більше не розділяйте файли json на частини; Просто перекладайте в цілому, що працює від Chatgpt.",
    "Translate with ChatGPT": "Перекласти з чатгптом",
    "Translate with ChatGPT, better than Google Translate and DeepL.": "Перекладіть з чатгптом, краще, ніж Google Translate та Deepl.",
    "Choose from 260+ languages": "Виберіть з 260+ мов",
    "The widest range of languages, choose from 260+ languages.": "Найширший спектр мов, вибирайте з 260+ мов.",
    "We offer unlimited packages": "Ми пропонуємо необмежені пакети",
    "No hassle with pay-per-character or string; we offer unlimited packages.": "Ніяких клопотів з оплатою за символом або рядком; Ми пропонуємо необмежені пакети.",
    "Multi-translate option": "Багаторічний варіант",
    "Translate complete JSON files into 260+ languages with the push of a button in minutes.": "Перекладіть повні файли json на 260+ мов з натисканням кнопки за лічені хвилини.",
    "The fastest tool, translate entire JSON files in less then 5 seconds.": "Найшвидший інструмент, перекладіть цілі файли JSON менше, ніж за 5 секунд.",
    "Select your original language": "Виберіть свою оригінальну мову",
    "Get in touch": "Будемо на зв'язку",
    "Select your target language": "Виберіть свою цільову мову",
    "ADD EXTRA OUTPUT LANGUAGE": "Додайте додаткову мову виводу",
    "Start translation": "Почніть переклад",
    "Output language(s)": "Виводні мови (и)",
    "Setting": "Встановлення",
    "Join us as an affiliate partner and get 10% commission": "Приєднуйтесь до нас як партнерського партнера та отримайте 10% комісії",
    "Get up and running in less than 5 minutes.": "Встаньте і бігайте менше ніж за 5 хвилин.",
    "pload your main JSON file and select a language": "Провадити свій головний файл JSON та виберіть мову",
    "Send message": "Відправити повідомлення",
    "You agree to our friendly ": "Ви погоджуєтесь з нашим дружнім",
    "privacy policy": "політика конфіденційності",
    "Read more": "Детальніше"
}